[
  {
    "id": "1",
    "title": "Request Annual Credit Report",
    "category": "Default",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}{client_last_name}<br>{client_address}</p><p>Annual Credit Report Request Service<br>P.O. Box 105281<br>Atlanta, GA 30348-5281</p><p>{curr_date}</p><p>Re: Request for Complimentary Annual Credit Reports</p><p>To Whom It May Concern, </p><p>I am writing to request my complimentary annual credit report from: Experian,</p><p>Full Name: {client_first_name} {client_last_name}<br>{bdate}<br>{ss_number}<br>Address: {client_address}<br>{t_no}</p><p>Enclosed are copies of documents identifying me by my name and address.</p><p>Thank you for your time and help in this matter.</p><p>Sincerely yours,</p><p>{client_signature}<br>______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "2",
    "title": "Default Round 1 (Dispute Credit Report Items)",
    "category": "Default",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>Re: Letter to Remove Inaccurate Credit Information</p><p>To Whom It May Concern:</p><p>I received a copy of my credit report and found the following item(s) to be in error:</p><p>{dispute_item_and_explanation}</p><p>By the provisions of the Fair Credit Reporting Act, I demand that these items be investigated and removed from my report. It is my understanding that you will recheck these items with the creditor who has posted them. Please remove any information that the creditor cannot verify. I understand that under 15 U.S.C. Sec. 1681i(a), you must complete this reinvestigation within 30 days of receipt of this letter.</p><p>Please send an updated copy of my credit report to the above address. According to the act, there shall be no charge for this updated report. I also request that you please send notices of corrections to anyone who received my credit report in the past six months.</p><p>Thank you for your time and help in this matter.</p><p>Sincerely,</p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "5001",
    "title": "Method of Verification (MOD)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p><strong>[When the bureau responds to your dispute and request for verification/validation, their response may be vague. For instance, they will sometimes just say “verified” without offering actual proof. When this happens, you have the right by law to challenge how the credit bureau came to the decision. FCRA Act Section 611, gives you the right to request an explanation of the verification method used by the CRA. If either party has the records you can request a copy under the FACTA act, SEC 312 (b) and (c). This document will need &nbsp;modifications depending on the situation. See the notes below (in bold). Add those modifications&nbsp;when you're in the final step of the CRC Dispute Wizard 3 (the final viewer/editor page) and then delete these instructions]</strong><br><br>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}<br>Attn: Customer Relations Department</p><p>{curr_date}<br><br>Re: Request to describe method of verification<br><br>To Whom It May Concern:</p><p>I am writing to request the method of verification for dispute initiated on <strong>[ENTER DATE HERE]</strong> and the subsequent response received on <strong>[ENTER CORRECT DATE HERE]</strong> enclosed with this letter.<br><br>Re:&nbsp;{dispute_item_and_explanation}&nbsp;&nbsp;<strong>[Manually modify this line when you're in the final step of the dispute wizard (editor page)]</strong></p><p>Please send the following information used to verify the validity of <strong>[Manually type in the items you're wanting them to describe, i.e.; identify item(s) by the name of the source, such as creditor or tax court, and the type of item, such as credit account, judgment, etc.]</strong>:</p><ol><li>The name of the original creditor</li><li>The creditors address and telephone number</li><li>The person’s name they verified the dispute with</li><li>The documentation used to verify the dispute</li></ol><p>In accordance with FCRA, Section 611, I am requesting this information to review for completeness and accuracy and appropriateness. In lieu of sending the information you can reopen the dispute and ensure a proper investigation is performed.</p><p>I would appreciate a timely response outlining the steps that will occur to resolve this matter. If I do not receive a response I will have no choice but to exercise my right under FRCA, Section 616, and pursue legal action.</p><p>Sincerely,<br>{client_signature}<br><br>{client_first_name} {client_last_name}</p><p>Attached Supporting Documentation: <strong>[Manually l<strong>ist what you are enclosing w</strong>hen you're in the final step of the dispute wizard (editor page). For example, it might be the letter from the court stating that they do not supply credit bureaus/CRA's with verification of bankruptcies or public records.&nbsp;]</strong><br><br></p></div></body>"
  },
  {
    "id": "5002",
    "title": "Method of Verification (MOD) Alternate",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p><strong>[When the bureau responds to your dispute and request for verification/validation, their response may be vague. For instance, they will sometimes just say “verified” without offering actual proof. When this happens, you have the right by law to challenge how the credit bureau came to the decision. FCRA Act Section 611, gives you the right to request an explanation of the verification method used by the CRA. If either party has the records you can request a copy under the FACTA act, SEC 312 (b) and (c). This document will need &nbsp;modifications depending on the situation. See the notes below (in bold). Add those modifications&nbsp;when you're in the final step of the CRC Dispute Wizard 3 (the final viewer/editor page) and then delete these instructions]</strong><br><br>{bureau_address}</p><p>Attn: Customer Relations Department</p><p>{curr_date}</p><p><span>[TodaysDate]</span></p><p><span>[RecipientName]</span></p><p><span>Re:&nbsp;{dispute_item_and_explanation}&nbsp;&nbsp;<strong>[Manually modify this line when you're in the final step of the dispute wizard (editor page)]</strong><br><br> To Whom It May Concern:</span></p><p><span>I am concerned about the validity and accuracy of your recent investigation of these accounts that are reporting on my credit report. Last month I requested an investigation because I felt the item was not being reported legally. Couple of days ago I received a letter stating that your investigation was complete. Please explain to me how you conducted your investigation!</span></p><p><span>&nbsp;&nbsp;&nbsp;&nbsp; 1.Please explain to me what your representatives uncovered to lead them to believe that you are reporting this item as it <br>&nbsp; &nbsp; &nbsp; &nbsp; legally should be reported?<br> &nbsp;&nbsp;&nbsp;&nbsp; 2.What certified documents were reviewed to conclude your investigation?<br> &nbsp;&nbsp;&nbsp;&nbsp; 3.Please provide a complete copy of all of the information that was transmitted to the data furnisher as part of the investigation.<br> &nbsp;&nbsp;&nbsp;&nbsp; 4.What did it cost your company to obtain the documents needed to complete your investigation?&nbsp;<br> &nbsp;&nbsp;&nbsp;&nbsp; 5.Please provide proof of your timely procurement of certified documents.<br> &nbsp;&nbsp;&nbsp;&nbsp; 6.Did you speak directly to any agent of the company that was reporting the information to confirm the accuracy of what you are reporting?<br> &nbsp;&nbsp;&nbsp;&nbsp; 7.If yes to above:<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; a.Who did you speak to?&nbsp;<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; b.On what date?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; c.How long was the conversation?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; d.What was their position?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; e.What telephone number did you call?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; f. What is the name of the employee of your company that spoke directly to the above party?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; g.What is the position of the employee of your company that spoke directly to the above party?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; h.How long has that employee been employed by your company?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; i.What formal training was provided to this employee to investigate items of this kind?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; j.Was there any e-mail or written communication between members of your company and the above party?<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8.If so, please provide copies of all correspondence; supply copies of any and all conclusive documentation to prove that <br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;you have in fact conducted a reasonable investigation of the account in question.<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9.Provide the date of the commencement of delinquency<br> &nbsp;&nbsp;&nbsp;&nbsp; 10.Provide the SPECIFIC date reporting that these items will cease</span></p><p><span>Enclosed with your response to the above questions I respectfully request a notarized affidavit confirming the information that is provided is true and correct as per my civil rights granted under several federal laws. This information should not come as a form letter response.</span></p><p><span>My initial dispute was detailed and directly related to the account in question. A template response will not be an acceptable response. If you cannot supply ALL of the above information in a timely manner as detailed in several laws, including but not limited to the Fair Credit Reporting Act, I must immediately demand the permanent removal of this item from my credit report.</span></p><p><span>This erroneous entry is detrimental to my overall credit rating and has caused me severe financial and emotional distress. If you choose not to provide the above requested deletion or requested/required documentation of your investigation, I will pursue the enforcements of&nbsp;<br> my constitutional rights via federal court proceedings. As you are well aware this information will come out through my formal discovery process, and necessary depositions. I have recently studied constitutional consumer protection laws along with civil/federal court procedures. I will represent myself pro-se and will formally request a jury trial.</span></p><p><span>Please respond accordingly,<br>{client_signature}<br><br>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}</span></p></div></body>"
  },
  {
    "id": "124",
    "title": "Validate Debt (609 Letter)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information.</p><p>According to the Fair Credit Reporting Act, Section 609 (a)(1)(A), you are required by federal law to verify, through the physical verification of the original signed consumer contract, any and all accounts that you post on a credit report. Otherwise anyone paying for your reporting services could fax, mail or email in a fraudulent account.&nbsp;<br><br>I demand to see verifiable proof (i.e.: an original consumer contract with my signature on it) that you have on file for the account listed below.&nbsp;<br><br>Your failure to positively verify these accounts has hurt my ability to obtain credit. Under the FCRA, unverifiable accounts must be removed and if you are unable to provide me a copy of verifiable proof, you must remove the account listed below.&nbsp;<br><br>I demand that the following account be verified or removed immediately:<br><br>{dispute_item_and_explanation}</p><p>In addition, please remove all non-account holding inquries over 30 days old.&nbsp;Also, please add a promotional suppression to my credit file.&nbsp;<br><br>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Thank you,<br><br></p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "123",
    "title": "Victim of Identity Theft",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br>{bdate}&nbsp;<br>{ss_number}<br><br>{bureau_address}&nbsp;<br><br>{curr_date}&nbsp;<br><br>Dear Sir/Madam:</p><p>I am contacting you about the compromising of my social security number. I am a victim of Identity Theft.&nbsp; I contacted the Federal Trade Commission and filed a complaint # and contacted the police department and obtained a police report # which both are attached. &nbsp;Please block and remove all information from my credit report, and send me an updated copy of my credit report.&nbsp; The following items do not belong to me and is a result of fraud that I did not authorize:</p><p>{dispute_item_and_explanation}<br>Please block and remove all information resulting from Identity Theft pursuant to FCRA 605B (15 U.S.C. &amp; 1681 c-2) which states that these accounts must be removed within 4 Business Days of receipt.</p><p><span lang=\"PT-BR\">Also, please send an updated copy of my credit report to the above address. According to the act, there shall be no charge for this updated report. I also request that you please send notices of corrections to anyone who received my credit report in the past six months.<br><br>Sincerely,<br><br><br>{client_signature}<br>_____________________________</span></p><p><span lang=\"PT-BR\">{client_first_name}&nbsp;{client_last_name}</span></p></div></body>"
  },
  {
    "id": "3",
    "title": "Dispute Credit Report Items (Round 1 Alternate)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>Re: Letter to Remove Inaccurate Credit Information</p><p>To Whom It May Concern:</p><p>I received a copy of my credit report and found the following item(s) to be errors. See the attached copy of my credit report; the errors have been highlighted. Here as follows are items in error:</p><p>{dispute_item_and_explanation}</p><p>By the provisions of the Fair Credit Reporting Act, I demand that these items be investigated and removed from my report. It is my understanding that you will recheck these items with the creditor who has posted them. Please remove any information that the creditor cannot verify. I understand that under 15 U.S.C. Sec. 1681i(a), you must complete this reinvestigation within 30 days of receipt of this letter.</p><p>Sincerely yours,</p><p>{client_signature}<br>______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "4",
    "title": "Dispute Credit Report Items (Round 1 Alternate 2)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information on my Credit Report.</p><p>I understand that mistakes happen but your inaccurate information could cost me in higher interest rates and I have enough expenses as it is. Please investigate the following information and either remove it or at least send me the information that you used to add it to my report.</p><p>{dispute_item_and_explanation}</p><p>Thank You</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "5",
    "title": "Dispute Credit Report Items (Round 1 Alternate 3)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information. I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct. The following information therefore needs to be re-investigated.</p><p>{dispute_item_and_explanation}</p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature.</p><p>Failing that, the item must be deleted from the report as soon as possible. This information is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "6",
    "title": "Request Removal after Bureau Investigation",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}<br>Credit Report Number:</p><p>{bureau_address}</p><p>{curr_date}</p><p>Re: Removal of Incorrect Items from Credit Report (More than 30 days have passed)</p><p>To Whom It May Concern:</p><p>On (DATE), I sent you a request to reinvestigate incorrect items which were listed in my credit history report.</p><p>{dispute_item_and_explanation}</p><p>I am enclosing a photocopy of that original request. The Fair Credit Reporting Act requires that you complete your reinvestigation of my request within 30 days. It has now been more than 30 days.</p><p>I will assume that I have not received your reply because you have been unable to verify this information. Please remove this incorrect information at once and send me an updated copy of my credit history report. I also request that you please send notices of corrections to anyone who received my credit report in the past six months.</p><p>Thank you time and help in this matter. I have also sent a copy of this letter to the Federal Trade Commission.</p><p>Sincerely yours,</p><p>{client_signature}<br>______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "7",
    "title": "Request Removal after Creditor Verification",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>Re: Creditor Verification of incorrect items on my credit history report.<br>Credit Report Number:</p><p>To Whom It May Concern,</p><p>On (DATE), I received my credit report from you. It included the following incorrect information:</p><p>{dispute_item_and_explanation}</p><p>I am enclosing a copy of my credit report with the incorrect data highlighted.I just received a letter from that creditor verifying that this information on my credit report is inaccurate and should be removed from my credit file. I have enclosed a copy of the letter.</p><p>OR</p><p>On (DATE) I spoke with (CONTACT PERSON) from . This person verified that this information on my credit report is indeed inaccurate and should be removed from my credit file.</p><p>{dispute_item_and_explanation}</p><p>You can reach this person at (CONTACT NUMBER)</p><p>I am enclosing a copy of my credit report with the incorrect data highlighted.This incorrect and negative information is damaging my credit. Please remove this incorrect information at once and send me an updated copy of my credit history report.I also request that you please send notices of corrections to anyone who received my credit report in the past six months.</p><p>Thank you for your time and help in this matter.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>cc: Federal Trade Commission</p><p>(ENCLOSE A COPY OF CREDIT REPORT WITH THE INCORRECT ITEMS IN QUESTION HIGHLITED. ALSO INCLUDE ALL OTHER DOCUMENTATION VERIFYING THE ABOVE FACTS)</p></div></body>"
  },
  {
    "id": "8",
    "title": "Dispute Follow-up after no response for 30 days",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information.</p><p>I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct. The following information therefore needs to be re-investigated. I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature.</p><p>{dispute_item_and_explanation}</p><p>Failing that, the item must be deleted from the report as soon as possible. The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "9",
    "title": "Dispute Follow-up after no response for 60 days",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is formal notice that you have failed to respond in a timely manner to my dispute letter of insert date, deposited by registered mail with the U.S. Postal Service on that date. Federal law requires you to respond within thirty (30) days, yet you have failed to respond. Failure to comply with these federal regulations by credit reporting agencies are investigated by the Federal Trade Commission (FTC) (see 15 USC 41, et seq.).</p><p>I am maintaining a careful record of my communications with you for the purpose of filing a complaint with the FTC should you continue in your non-compliance. I further remind you that, as in Wenger v. Trans Union Corp., No. 95-6445 (C.D.Cal. Nov. 14, 1995), you may be liable for your willful non-compliance.</p><p>Be aware that I am making a final goodwill attempt to have you clear up this matter. You have 15 days to cure.</p><p>For your benefit, and as a gesture of my goodwill, I will restate my dispute. The following information needs to be verified and, following failure to verify, deleted from the report as soon as possible:</p><p>{dispute_item_and_explanation}</p><p>The listed item is entirely inaccurate and incomplete, and represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law you had thirty (30) days to complete your re-investigation, yet you have failed to respond. Do not delay any further.</p><p>Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "10",
    "title": "Dispute After Investigation: “The Prove it” Letter",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>Attn: Customer Relations Department</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I am in disagreement with the items listed below which still appear on my credit report, even after your Investigation. I would like these items immediately re-investigated. These inaccuracies are highly injurious to my credit rating.</p><p>{dispute_item_and_explanation}</p><p>Furthermore, In accordance with The Fair Credit Reporting Act, Public law 91-506, Title VI, Section 611, Subsection A-D, please provide the names and business addresses of each individual with whom you verified the above, so that I may follow up.</p><p>Please forward me an updated credit report after you have completed your Investigation and corrections.</p><p>Your cooperation and prompt attention are greatly appreciated.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "11",
    "title": "Request to Describe Investigation Procedures",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal request for the description of the procedures used to determine the accuracy and completeness of the disputed information, including the business name, address, and telephone number of any furnisher of information contacted in connection with this reinvestigation.</p><p>{dispute_item_and_explanation}</p><p>I am disappointed that you have failed to maintain reasonable procedures to assure complete accuracy in the information you publish, and insist you comply with the law by providing the requested information within the 15 days allowed.</p><p>As already stated, the listed item is inaccurate and incomplete, and is a very serious error in reporting. Please supply a corrected credit profile to all creditors who have received a copy within the last 6 months, or the last 2 years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "12",
    "title": "Demand to Comply with Investigation Request",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br>{client_previous_address}<br>{bdate}<br>{ss_number}&nbsp;<br><br>{bureau_address}</p><p>Attn.: Consumer Relations&nbsp;</p><p>{curr_date}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>On (DATE), I wrote to you requesting an investigation into items that I believed were (CHOOSE:&nbsp; INNACCURATE, OUTDATED OR OBSOLETE). To date, I have not received a reply from you or any acknowledgment that an investigation has begun. In my previous request, I listed my reasons for disputing the information. I have enclosed it again and request that you reply within a reasonable amount of time.</p><p>Since this is my (SECOND, THIRD,FOURTH, ETC) ) request, I will also be sending a copy of this letter to the Federal Trade Commission notifying them that I have signed receipts for letters sent to you and you have not complied with my request. I regret that I am being forced to take such action.&nbsp;<br><br>Please see my reasons for dispute below:&nbsp;<br><br>{dispute_item_and_explanation}<br><br>I also understand that you are required to notify me of your investigation results within 30 days and provide me with an updated copy of my credit report. My contact information is provided below.&nbsp;</p><p><br>Sincerely,&nbsp;<br><br>{client_signature}<br>_____________________________</p><p>{client_first_name}&nbsp;{client_last_name}</p></div></body>"
  },
  {
    "id": "13",
    "title": "Dispute Accounts That Should Be Included in BK",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}<br>SS#: {client_social_security}<br><br>{credit_bureau)</p><p>{bureau_address}<br><br>{curr_date}<br><br>Re: (CREDIT REPORT NUMBER):<br><br>To Whom It May Concern,<br><br>The below account(s) should all show the following: included in bankruptcy. Accordingly, pursuant to the Fair Credit Reporting Act, please investigate and correct this inaccurate information.</p><p>{dispute_item_and_explanation}<br><br>Upon completion of this process, please mail an updated report to:<br><br>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}&nbsp;</p><p>Sincerely,</p><p>{client_signature}<br>____________________________</p><p>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "14",
    "title": "Validate Debt",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information.</p><p>I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct. The following information therefore needs to be re-investigated.</p><p>{dispute_item_and_explanation}</p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature.</p><p>Failing that, the item must be deleted from the report as soon as possible. The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "15",
    "title": "Report Identity Theft",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Fraud alerts are extremely helpful if you have been a victim of Identity theft. However, if you are NOT a victim of ID Theft, DO NOT place a fraud alert in your file as it serves no useful purpose.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>Re: Identity Theft Notification</p><p>To Whom It May Concern,</p><p>This certified letter, receipt number__________________________ is to notify you that I believe I have been a victim of identity theft. Please rate the following accounts as \"unrated\" until this matter has been resolved.</p><p>I am formally requesting the following:</p><p>1) Please place a fraud alert note on my credit immediately.</p><p>2) Please notify all companies that have inquired in the past 12 months that identity theft has occurred.</p><p>3) Please do not authorize credit in my name without calling me first at ( ) _____ - ______ for verification.</p><p>4) Please send me a complete copy of my credit report as soon as possible so I can check it again for accuracy.</p><p>5) Please do not release my credit information to any credit issuer in the future without my permission.</p><p>I will inform you in writing when the matter has been resolved to remove the fraud alert. Enclosed is a copy of the police report (if you have one).</p><p>Kind regards,<br>{client_signature}<br>_________________________________________</p><p>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "16",
    "title": "Report Identity Theft (Alternate)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Fraud alerts are very helpful if you have been a victim of ID theft. If you have not, do not place a fraud alert in your file as it serves no positive purpose.<br>***************Instructions delete these before saving and sending***************</p><p><br>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}<br>Attention: Fraud Department</p><p>{curr_date}</p><p>Re: Identity Theft Notification</p><p>To Whom It May Concern,</p><p>I am a victim of identity theft and have enclosed a copy of my police report/identity theft report, a copy of my drivers license and social security card as proof of my identity, plus proof of my current address. I am writing to request that you place an immediate block on the following fraudulent information in my credit file within 4 days upon receipt of this correspondence.</p><p>I have recently obtained a copy of my credit file and the information does not relate to any transactions that I have made; therefore, I am requesting that these accounts be completely removed and blocked from my credit file. This is not a regular dispute I have filed a complaint with the Federal Trade Commission to document being a victim of identity theft.</p><p>Please block this fraudulent information per sections 605B, 615(f) and 623(a)(6) of the Fair Credit Reporting Act. I am requesting that the following fraudulent accounts be deleted and blocked from my credit file:</p><p>{dispute_item_and_explanation}</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Enclosures: Police Report/Identity Theft Report, FCRA Sections 605B, 615(f), 623(a)(6)</p></div></body>"
  },
  {
    "id": "17",
    "title": "Request to Merge Spouse's Credit History",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>As my right by law, I am requesting that you merge my spouse’s credit history with mine. Please make the necessary changes and forward a new copy of my updated credit report to me. Both my spouse and I have authorized this change.</p><p>My social security number: {ss_number}<br>My full name: {client_first_name} {client_middle_name} {client_last_name}<br>My address: {client_address} _<br>Spouses social security number:__________________________<br>Spouses full name:_______________________________________</p><p>My signature:____________________________________________</p><p>Spouses signature:_______________________________________</p><p>Regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "18",
    "title": "Request to Add Additional Credit Information",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Getting positive information added by anyone other than the source is not an easy task. However, sometimes for a fee a Credit Bureau will often add the information if proof is acquired from the source. If you have valid proof of a debt with the creditor’s name, contact information and history, include that with your request.<br>***************Instructions delete these before saving and sending***************</p><p><br>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{dob}<br>{ss_number}</p><p>{bureau_address}</p><p>Attention: Fraud Department</p><p>{curr_date}</p><p>Re: Request for Addition of Credit Information</p><p>To Whom It May Concern,</p><p>I am writing to request that you please include the additional information attached to my credit history report. You may verify this information with the source and I have included their contact details.</p><p>According to the Fair Credit Reporting Act (FCRA), Section 602(b), I am permitted to have accurate and true information reflected in my credit report. To accomplish this, I am requesting that my positive payment history with (Creditor’s Name) be added. This will justly reflect my payment history. Therefore, I request that you immediately verify and add the enclosed payment history to my credit file. (Enclose proof from Creditor)</p><p>{dispute_item_and_explanation}</p><p>Please notify me within 30 days that the additional credit information has been added by sending an updated copy of my credit history report to my address above.</p><p>The FCRA states \"a consumer's credit report should reflect completeness and accuracy within a reasonable time after notification by the consumer.\" By adding this information to my records it will help to reflect a more accurate credit history report.</p><p>If you require that this information be submitted to you directly from the source, please indicate the procedure and your fee to add this information.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Enclosures: Police Report/Identity Theft Report<br>FCRA Sections 605B, 615(f), 623(a)(6)</p></div></body>"
  },
  {
    "id": "19",
    "title": "Credit Inquiry Removal Request",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>RE: Request for Investigation of Unauthorized Inquiry</p><p>To Whom It May Concern,</p><p>I checked my personal credit report, which I acquired from your organization on (INSERT DATE OF REPORT) and I noticed that this unauthorized inquiry had been made:</p><p>{dispute_item_and_explanation}</p><p>I contacted (CREDITOR/FURNISHERS NAME), who placed the inquiry, and asked them to remove their credit inquiry from my credit profile. I also asked them to cease their illegal activities immediately, but to date there have been no responses from their office. Since sending the letter more than 30 business days ago, they have failed to respond and honor my request.</p><p>Therefore, I must request your help in resolving this matter. In accordance with the Fair Credit Reporting Act, I request you immediately initiate an investigation into this inquiry on my credit report to determine who authorized the inquiry. If, once your investigation is complete, you find my allegation to be true, please remove the unauthorized inquiry from my credit report and send me an updated copy of my credit report at my address listed above. If you do find the inquiry referenced above to be valid, I request that you please send me a full description of the procedures used in your investigation within 15 business days of the completion of the investigation.</p><p>Thank you for your help and assistance.</p><p>Sincerely,</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "20",
    "title": "100 Word Consumer Statement",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>Full Name: {client_first_name} {client_last_name}<br>{bdate}<br>{ss_number}<br>{client_address}<br>{t_no}<br>{client_previous_address}</p><p>{curr_date}</p><p>Re: Credit Report Number: (ENTER IF AVAILABLE) / Add Consumer Statement</p><p>To Whom It May Concern,</p><p>Please add following personal statement to my credit history report:</p><p>(YOUR 100 WORD (OR LESS) STATEMENT GOES HERE)</p><p>Enclosed are copies of documents identifying me by my name and address.</p><p>Thank you for your time and help in this matter.<br><br>Sincerely yours,</p><p>{client_signature}<br>______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "21",
    "title": "Frivolous Dispute Response",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I received a letter from your firm stating that my letter requesting verification of erroneous items on my report as being classified as \"frivolous\" or \"irrelevant\". I assure you that in no way do I consider a matter of such importance to me as frivolous nor irrelevant. In fact if you do not honor my original request to verify the items contained in my previous letter, mailed (DATE SENT) via certified mail, I will file a complaint with the Federal Trade Commission against your company.</p><p>I have included my original disputes for your convenience below:</p><p>The following information therefore needs to be reinvestigated. I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature. Failing that, the items must be deleted from the report as soon as possible:</p><p>{dispute_item_and_explanation}</p><p>The listed item is completely inaccurate and incomplete, and is a very serious error in reporting. Please delete this misleading information, and supply a corrected credit profile to all creditors who have received a copy within the last 6 months, or the last 2 years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have 30 days to complete your reinvestigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well. Please provide this information within 15 days of the completion of your reinvestigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "22",
    "title": "Frivolous Dispute Response (Alternate)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information. I am distressed that you have included the below information in my credit profile and have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish.</p><p>Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct.</p><p>The following information therefore needs to be reinvestigated. I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature. Failing that, the items must be deleted from the report as soon as possible:</p><p>{dispute_item_and_explanation}</p><p>The listed item is completely inaccurate and incomplete, and is a very serious error in reporting. Please delete this misleading information, and supply a corrected credit profile to all creditors who have received a copy within the last 6 months, or the last 2 years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have 30 days to complete your reinvestigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well. Please provide this information within 15 days of the completion of your reinvestigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "23",
    "title": "Reply to Accusation of Credit Repair",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Sometimes a Credit Bureau will accuse you of using a credit repair company (which is your right by law) Here is a letter to put them in their place and to avoid slowing down your disputes.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{dob}<br>{ss_number}</p><p>{bureau_address}</p><p>Re: Credit Repair Accusation</p><p>To Whom It May Concern,</p><p>Please be advised that I have received your computer-generated letter stating that you have ceased investigation of my credit reports because, in your opinion, you believe that I have used a third party credit repair agency. Not only do I believe this to be a stall tactic on your part to grant you an additional 30 days to comply with my original request, but I believe it to be a blatant violation of the FCRA.</p><p>You were advised by me on (insert date) by certified mail (copy enclosed) that I questioned the accuracy of a few items on my credit reports. That request was written by me and mailed by me- not a third party agency. It appears obvious to me that you are abusing your power under the FCRA to escape a complete investigation.</p><p>Here again is the incorrect information being reported:</p><p>{dispute_item_and_explanation}</p><p>Additionally there is NO law that states a consumer cannot use a third party, so using that as your excuse is a irrelevant. In fact, the United States Congress has found the whole process so overwhelming that they afford consumers the right to use a third party on their behalf if the consumer so chooses. This is why your statement is so shameful.</p><p>I reserve the right to sue a credit bureau for violations of the Fair Credit Reporting Act and I believe I can prove that you did not use reasonable measures to insure the accuracy of my credit reports and now you are stalling the process even further.</p><p>I realize disputes can be expensive and it is your job to stall them, but you do so at great risk. Please take notice that this letter dated (insert today's date) is formal notice to you that I am requesting that you continue forward with my original investigation request and please send the results to me within 15 days. I therefore legally and lawfully refuse your \"form letter\" thus giving you only 15 days not 30 more.</p><p>I am annoyed and outraged at your accusation and I have researched my rights in regards to my credit file. Please expedite my original request immediately.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "24",
    "title": "Intention to File FTC Complaint - After 30 Days",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter shall serve as formal notice of my intent to file a complaint with the FTC, due to your blatant and objectionable disregard of the law.</p><p>As indicated by the attached copies of letters and mailing receipts, you have received and accepted through registered mail my dispute letter dated , as well as my follow-up letter dated . To date you have not done your duty as mandated by law. Your non-compliance with federal law is unacceptable, your disregard for it contemptible. Rest assured I shall hold you accountable.</p><p>Federal law requires you to respond within 30 days, yet you have failed to respond. Failure to comply with these federal regulations by credit reporting agencies are investigated by the Federal Trade Commission (see 15 USC 41, et seq.).</p><p>I am maintaining a careful record of my communications with you on this matter; for the purpose of filing a complaint with the FTC should you continue in your non-compliance. I further remind you that, as in Wenger v. Trans Union Corp., No. 95-6445 (C.D.CaI. Nov. 14, 1995), you may be liable for your willful noncompliance.</p><p>For the record, the following information is being erroneously included on my credit report, as I have advised you on two separate occasions, more than 75 days and again 40 days ago:</p><p>{dispute_item_and_explanation}</p><p>If you do not immediately remove this inaccurate and incomplete information, I will file a formal complaint with the Federal Trade Commission.</p><p>Should you continue to operate with complete disregard for the law, I intend to seek redress in civil action for recovery of damages, costs, and attorney fees. For this purpose I am carefully documenting these events, including the lack of response REQUIRED under law from you.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you had 30 days to complete your re-investigation, yet you have failed to respond. Further delays are inexcusable.</p><p>Be advised that the description of the procedure used to determine the accuracy and. completeness of the information is hereby requested as well, to be provided within 15 days of the completion of your re-investigation.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "25",
    "title": "Intention to File FTC Complaint - After 30 Days (Alternate)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}<br>{bdate}<br>{ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is formal notice that you have failed to respond in a timely manner to my dispute letter of , deposited by registered mail with the U.S. Postal Service on that date.</p><p>Federal law requires you to respond within thirty (30) days, yet you have failed to respond. Failure to comply with these federal regulations by credit reporting agencies are investigated by the Federal Trade Commission (see 15 USC 41, et seq.). I am maintaining a careful record of my communications with you for the purpose of filing a complaint with the FTC should you continue in your non-compliance. I further remind you that, as in Wenger v. Trans Union Corp., No. 95-6445 (C.D.cal. Nov. 14, 1995), you may be liable for your willful non-compliance.</p><p>Be aware that I am making a final goodwill attempt to have you clear up this matter. You have 15 days to cure.</p><p>For your benefit, and as a gesture of my goodwill, I will restate my dispute. The following information needs to be verified and, following failure to verify, deleted from the report as soon as possible:</p><p>{dispute_item_and_explanation}</p><p>The listed item is entirely inaccurate and incomplete, and represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law you had thirty (30) days to complete your re-investigation, yet you have failed to respond. Do not delay any further.<br>Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15).</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "26",
    "title": "Intention to File FTC Complaint - After 60 Days",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter shall serve as formal Notice of my Intent to file a Complaint with the FTC, due to your blatant disregard of the law.</p><p>As indicated by the attached copies of letters and mailing receipts, you have been delivered by registered mail both a dispute letter, dated 2/10/1999, as well as a follow-up letter, dated 3/20/1999. As of this moment, you have not done your duty mandated under the law. Your inaction in this matter is inexcusable, and your disregard for the law is contemptible. Rest assured, I will hold you to account.</p><p>As you are well aware, federal law requires you to respond within 30 days, yet you have failed to respond. Failure to comply with these federal regulations by credit reporting agencies are investigated by the Federal Trade Commission (see 15 USC 41, et seq.). I am maintaining a careful record of my communications with you on this matter, for the purpose of filing a complaint with the FTC should you continue in your non-compliance. I further remind you that, as in Wenger v. Trans Union Corp., No. 95-6445 (C.D.Cal. Nov. 14, 1995), you may be liable for your willful non-compliance.</p><p>For the record, the following information is being erroneously included on my credit report, as I have advised you on two separate occasions, more than 75 days and again 40 days ago:</p><p>{dispute_item_and_explanation}</p><p>If you do not immediately remove this inaccurate and incomplete information, I will file a formal complaint with the FTC. Furthermore, I intend to seek redress in civil action, for recover of damages, costs, and attorney’s fees, should you continue in your deliberate obstruction of the law. For this purpose, I am carefully documenting these events, including the lack of response REQUIRED under law from you.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you had 30 days to complete your re-investigation, yet you have failed to respond. Your continued delays are inexcusable.</p><p>Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within 15 days of the completion of your re-investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "27",
    "title": "Intent To File Lawsuit for FCRA Violation",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}<br>SS# {ss_number}&nbsp;</p><p>{bureau_name}<br>{bureau_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: Intent To File Lawuit for FCRA Violation&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>It is a crime to threaten lawsuit with no intention of doing so, therefore you can take heed that I am very serious about filing suit against your company. I have sent (NUMBER OF LETTERS) previous letters to you, all by certified mail (receipts enclosed) requesting that you remove inaccurate information from my file and you have failed to do so.<br><br>Accordingly, I can show a judge that these accounts are inaccurate and that you violated the Fair Credit Reporting Act by ignoring my requests to investigate the items. My previous letters (all sent by certified mail) stated my reasons for an investigation and these reasons were not frivolous in any way.&nbsp;<br><br>If this final request does not prompt you to conduct a proper investigation of these accounts in question, and send proof to me of said investigation, I will file a civil suit in my county for damages and you can travel to defend yourself.&nbsp;<br><br>I take my credit very serious and your lack of professionalism and assistance disappoints me. I am well aware of my rights under the Fair Credit Reporting Act and I intend to pursue them to the maximum.&nbsp;<br><br>I await your response.<br><br>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________</p><p>{client_first_name} {client_last_name}&nbsp;</p><p>cc: Federal Trade Commission; Attorney General&nbsp;</p></div></body>"
  },
  {
    "id": "125",
    "title": "Bureau No Response",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {bdate}<br> {ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you have ignored my previous request and failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information and every step must be taken to assure the information reported is completely accurate and correct.</p><p>Please refer to my previous letter for the information that needs to be re-investigated.</p><p>{dispute_item_and_explanation}</p><p>The information must be deleted from my report as soon as possible. The information is inaccurate and misleading and as such represents a very serious error in your reporting. &nbsp;</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br> _________________________________________<br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "135",
    "title": "Suspicious Dispute Response",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {bdate}<br> {ss_number}</p><p>{bureau_address}</p><p>{curr_date}<br><br></p><p>Dear Sir/Madam:</p><p>I recently mailed you a letter disputing items appearing on my credit report, which you maintain. Your response to my letter was to deem my letter \"suspicious\", implying it was not written by me and furthermore in a threatening to report my letter to law enforcement and/or state and federal regulatory agencies. Your response is ludicrous.</p><p>Absolutely nothing in my letter could reasonably given rise to the suspicion that it was not sent by me. The classification of my letter as \"suspicious\" is an incredible stretch of the term.I did in fact write and send the letter in question and you are attempting to circumvent the statutory investigation period defined by the FCRA. You are still bound by the 30 day investigation period which has now lapsed. Please remove the following items:</p><p>{dispute_item_and_explanation}</p><p>I demand you conclude your investigation by deleting the items in question and sending me a free copy of my credit reporting showing the changes have been made.<br><br></p><p>Sincerely,<br><br></p><p>{client_signature}<br> _________________________________________<br><br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "126",
    "title": "Bureau Re-investigation",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br>{bdate}<br> {ss_number}<br><br>{bureau_address}&nbsp;<br><br>Attn: Customer Relations Department&nbsp;<br><br> {curr_date}&nbsp;<br><br> To Whom It May Concern,</p><p>I am in total disagreement with your investigation response.&nbsp; The incorrect items listed below still appear on my credit report, even after your investigation.&nbsp; I would like these items immediately re-investigated and for good cause.&nbsp; These inaccuracies are highly injurious to my credit rating.</p><p>{dispute_item_and_explanation}</p><p>Furthermore, In accordance with The Fair Credit Reporting Act, Public law 91-506, Title VI, Section 611, Subsection A-D, I demand that you provide actual proof the information was verified, not a computer generated confirmation.</p><p>Please provide:</p><ol><li>&nbsp;The names and business addresses of each individual with whom you verified the information with above, so that I may follow up.</li><li>&nbsp;The date you contacted the individual funishers of information.</li><li>&nbsp;The method of communication you used to verify the information</li></ol><p><span lang=\"PT-BR\">I would also like to know if the furnisher provided you with my SSN, address or DOB. </span></p><p><span lang=\"PT-BR\">Please forward an updated credit report to me after you have completed your investigation and corrections.</span></p><p><span lang=\"PT-BR\">Your cooperation and prompt attention are required by law.<br><br> Sincerely,<br><br>{client_signature}<br> _________________________________________ </span></p><p><span lang=\"PT-BR\">{client_first_name}&nbsp;{client_last_name}</span></p></div></body>"
  },
  {
    "id": "136",
    "title": "Victim of Identity Theft (With Affidavit)",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span style=\"text-decoration: underline;\">INSTRUCTIONS</span></strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;For cases of identity theft, send the cover letter below to each credit bureau. <br><br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span style=\"text-decoration: underline;\"><strong>&nbsp;INCLUDE&nbsp;</strong></span><strong>&nbsp;<br></strong><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;1. Identification and Proof of Address&nbsp;<br><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;2. Copy of your police report&nbsp;<br><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;3. Signed and notarized affidavit to each credit bureau.<br></span></span></span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Download a copy of the identity theft affidavit here:&nbsp;&nbsp; <br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <a href=\"https://oag.ca.gov/sites/all/files/agweb/pdfs/privacy/id_theft_affidavit.pdf\">&nbsp;https://oag.ca.gov/sites/all/files/agweb/pdfs/privacy/id_theft_affidavit.pdf</a>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; <br><br><br><br><br>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; <strong>********************** ^ DELETE TITLE &amp; INSTRUCTIONS ABOVE ^ ***********************</strong><br><br><br><br><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br>{bdate}&nbsp;<br>{ss_number}<br><br>{bureau_address}&nbsp;<br><br>{curr_date}&nbsp;<br><br>Dear Sir/Madam:</p><p><span lang=\"PT-BR\">I am a victim of identity theft. Please see the attached documents relating to this case and completed identity theft affidavit. Also, please refrain from reporting and block all information resulting from this case pursuant to FCRA 605B (15 U.S.C. &amp; 1681 c-2) which states that this information must be removed within four business days of receipt.<br><br><br>Sincerely,<br><br><br>{client_signature}<br>_____________________________</span></p><p><span lang=\"PT-BR\">{client_first_name}&nbsp;{client_last_name}</span></p></div></body>"
  },
  {
    "id": "127",
    "title": "Bureau Warning",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {bdate}<br> {ss_number}</p><p>{bureau_address}</p><p>Re: Warning to Remove Incorrect Items from my Credit Report&nbsp;</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>I recently sent you a request to reinvestigate the information previously disputed. I have attached my previous correspondence for you to revisit.</p><p>The computer-generated response I received is unacceptable and I am losing patience. If the information is not immediately reinvestigated and removed, I will be forced to seek legal counsel for relief through the court and file complaints with regulatory enforcement agencies including the CFPB, FTC and my state attorney general.&nbsp; &nbsp;</p><p>Remove this incorrect information at once and send me an updated copy of my credit history report. <br><br><span>{dispute_item_and_explanation}&nbsp;</span><br><br>I also request that you please send notices of corrections to anyone who received my credit report in the past six months.</p><p>Sincerely,</p><p>{client_signature}<br> _____________________________________<br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "128",
    "title": "Insufficient ID Response",
    "category": "Credit Bureau Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {bdate}<br> {ss_number}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I mailed you a letter disputing inaccurate information on my credit report over a month ago and in response I received a letter from your firm stating the ID I submitted was insufficient to verify my address and identity.</p><p>The identification I submitted is sufficient according to your guidelines and I demand that you examine the enclosed documents more carefully this time. I have also included my original letter for your convenience in this envelope.</p><p>The disputed items must be investigated. <br><br>{dispute_item_and_explanation}</p><p>I respectfully request you to process the investigation as prescribed by my rights under the FCRA. Under federal law, you have 30 days to complete your reinvestigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well. Please provide this information within 15 days of the completion of your reinvestigation.</p><p>Sincerely yours,</p><p>{client_signature}<br> _________________________________________<br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "121",
    "title": "Basic Dispute for Creditor or Furnisher",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{ss_number}</p><p>{creditor_name}<br>{creditor_address}&nbsp;<br>{creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>{curr_date}</p><p>Re: &nbsp;Remove Inaccurate Information from my Credit Reports.&nbsp;Account #{account_number}&nbsp;</p><p>To Whom It May Concern:</p><p>I received a copy of my credit report and found the following item(s) to be errors. See the attached copy of my credit report; the errors have been highlighted. Here as follows are items in error:</p><p>{creditor_name}<br>Account #{account_number}&nbsp;<br>{dispute_item_and_explanation}</p><p>By the provisions of the Fair Credit Reporting Act, I demand that these items be investigated and removed from my report.&nbsp;I understand that under 15 U.S.C. Sec. 1681i(a), you must complete this investigation within 30 days of receipt of this letter.</p><p>Thank you for your time and help in this matter.</p><p>Sincerely,</p><p></p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "28",
    "title": "Dispute Credit Card Bill",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_email}<br>{creditor_city} {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {client_ac_no}</p><p>To Whom It May Concern:</p><p>I am writing to dispute the following charge(s) that appear on my billing statement dated (STATEMENT DATE):</p><p>(MERCHANT'S NAME)<br>(AMOUNT IN ERROR)</p><p>The error is as follows:</p><p>(REASON FOR COMPLAINT)</p><p>As required by law, I have tried in good faith to resolve this dispute with the merchant:</p><p>(ENTER STEPS TAKEN)</p><p>Furthermore, I wish to point out that this purchase was for more than $50 and was made (CHOOSE ONE:) in the state in which I live [OR] within 100 miles of my home.</p><p>Please verify this dispute with the merchant and remove this item, and all late and interest charges associated with this item, from my billing statement.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "29",
    "title": "Error on Credit Card Bill",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>I am writing to report an error I have discovered on my billing statement<br>dated (STATEMENT DATE):</p><p>(MERCHANT'S NAME)<br>(AMOUNT IN ERROR)</p><p>The error is as follows:</p><p>(REASON FOR COMPLAINT)</p><p>I understand that the law requires you to acknowledge receipt of this letter within 30 days unless you correct this billing error before then. Furthermore, I understand that within two billing cycles (but in no event more than 90 days), you must correct the error or explain why you believe the amount to be correct.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "30",
    "title": "Request Removal of Incorrect Info",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>{client_first_name} {client_last_name}, Account number: {account_number}</p><p>To Whom It May Concern:</p><p>On (DATE), I received a copy of my credit history report from (CREDIT BUREAU NAME). That Report contained incorrect information reported by you.</p><p>I contacted the (CREDIT BUREAU NAME) to request deletion of this inaccurate data from my Credit History Report, but they have refused. They insist that your company claims this information to be accurately reported. This is not true, and here as follows is the correct information:</p><p>{dispute_item_and_explanation}</p><p>I am enclosing the following documentation to support my claim that the information you have reported is not correct:</p><p>(LIST DOCUMENTATION)</p><p>This negative mark is damaging to my credit. Please contract Experian, Equifax and Trans-Union, immediately to remove this information from my credit file.</p><p>Please confirm to me within 20 days that you have contacted the credit bureaus to correct this information.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "31",
    "title": "Request Removal of Incorrect Info (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I have recently received a copy of my credit report. The report had an account listed from your company as a credit card. I disputed the account with the credit bureau as \"not mine\" but it recently came back as verified.</p><p>{dispute_item_and_explanation}</p><p>I am writing this letter to you in an effort to get this removed. Please delete your information from my credit reports. I have never had an account with your company. If someone has opened an account in my name, please close it immediately before further harm is done.</p><p>I am requesting that you notify all of credit bureaus that this account is \"disputed\" or that you delete this account until this matter is resolved. This is required by the Fair Credit Reporting Act. If there is any paperwork that I need to sign to confirm that this account is not mine, please send me the required documents.</p><p>This is a written dispute of the this account per the Fair Credit Reporting Act, the Fair Debt Collection Practices Act and the Fair Credit Billing Act. Please be aware that I am exercising all of my rights per these laws and all other applicable laws protecting me.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "32",
    "title": "Request Direct Negotiation with Creditor",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: {client_first_name} {client_last_name}, Account number: {account_number}</p><p>To Whom It May Concern:</p><p>I have been contacted several times by {creditor_name} regarding a past due account with you. I do not, however, wish to discuss this matter with them and I have asked them to cease contact with me.</p><p>I would prefer to speak directly with the {creditor_name} collections department.</p><p>Please pass this information to your collections department and indicate my desire to be in touch with them.</p><p>Thank you for your help.</p><p>Sincerely yours,<br>_{client_signature}<br>________________________________________</p><p>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "33",
    "title": "Pay for Delete (Offer Payment if Negative is Removed)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: {client_first_name} {client_last_name} , Account number {account_number}</p><p>To Whom It May Concern:</p><p>On (Date), I received a copy of my credit report from (Credit Bureau Name). That report lists my payments to you as being 'delinquent.'</p><p>My financial problems are now behind me and I am in a position to pay off this debt. I can pay a lump sum amount of $______ or I can pay installments in the amount of $______ per month for _______ months if you will agree to one of the following:</p><p>( ) If I make a lump sum payment, you will agree to remove all negative information from my credit file associated with the debt.</p><p>( ) If I agree to pay off the debt in monthly installments, you agree to 're-age' my account - making the current month the first repayment month and showing no late payments as long as I make the agreed upon monthly payments.</p><p>If this offer is acceptable to you, please check and initial one of the above choices, sign your acceptance below and return this letter to me in the enclosed envelope.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Agreed to and accepted to on this _____ day of _______________, ________.</p><p>By: ________________________________<br> (Creditor Representative Signature)</p><p>Name (print): ___________________________</p><p>Company:_________________________</p><p>Title:_________________________________</p></div></body>"
  },
  {
    "id": "34",
    "title": "Pay For Delete (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>Re: {account_number}</p><p>This letter is an offer to amicably settle the above account. It shall not be misconstrued as an acknowledgment of any liability for this debt in any form.</p><p>I will pay your company the amount of $XXXX as \"full settlement of this account.\"</p><p>If you accept this agreement, I will send you a money order or certified cashiers check for this settlement amount of $XXXX in exchange for a full deletion of all references regarding this account from my credit reports and full satisfaction of the debt. This agreement is binding and will be void should you not fulfill your end of this agreement. Furthermore, this debt will be deleted from my credit report at all three credit bureaus, as well as any other bureaus that your company regularly reports to.</p><p>If you agree to the above, please acknowledge with your signature and return a copy to me. Upon receipt of your signed acknowledgment, I will promptly send you a money order or cashiers check in the amount I have stated above.</p><p>Please note: This agreement is restricted. This is not a renewed promise to pay, but rather a restricted settlement offer only. By not signing below, you agree that the debt has not been renewed nor have any written agreements been exchanged.</p><p>I look forward to resolving this matter in a speedily manner.</p><p>{client_first_name} {client_last_name}</p><p>Creditor’s Authorized Signature: _____________________<br>Date:_________________<br>Name: ______________________<br>Title : _______________________</p></div></body>"
  },
  {
    "id": "35",
    "title": "Pay For Delete (Alternate 2)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Dear Collection Manager:</p><p>It has come to my attention, through my credit report, that you claim I owe a debt to your agency. I can save us both some effort and time by settling the debt out.</p><p>Here below is my offer. This is not a renewed promise to pay, nor does it constitute any agreement unless you sign and return it. <br>Please Note that I have not yet agreed that this debt is indeed mine and I have the option to seek additional proof of this debt from your agency.</p><p>Because you hold all the rights to report the debt to the credit bureaus as you see fit, you can certainly change that listing at any time as the source reporting the debt.</p><p>I have no doubt that you are aware of my right to dispute this debt and request full proof of obligation. Paying this unverified debt to you has little value to me if we cannot mutually agree that you will report the debt as outlined below.</p><p>While I realize that your function is to collect debts as a collection agent, I am also aware that a paid collection would not be favorable on my report. That being said, I have determined, through the bureaus, that you have the absolute right to report this debt as you see fit or not report it at all.</p><p>If you indicate that you are unable to remove the negative listing on my credit report, I will be forced to cease communication and request full verification of the debt.</p><p>My goal is to arrange a term that is acceptable to us both, since this debt is \"questionable.\"</p><p>My Offer: I will pay your company the amount of $xx as \"payment in full for the full satisfaction of this account.\" Upon receipt of the above payment, your company will agree to change this entry on my credit reports to \"Paid\" immediately. You further agree to remove any and all previous notations of delinquency.</p><p>If you approve and agree to these terms, please acknowledge with your signature and return this letter to me. You agree these terms herein are confidential and that you have the authority to make such decisions. No payment will be made without written confirmation.</p><p>Upon receipt of this signed acknowledgment, I will immediately mail you funds by priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made, and the offer will be withdrawn.</p><p>{client_first_name} {client_last_name}</p><p><br>{creditor_name}</p><p><br>________________________________<br>Signature of company officer</p><p>________________________________<br>Print Company Officer name</p><p>Date:</p><p>Sincerely,</p><p>Name<br>Address<br>Social security number</p></div></body>"
  },
  {
    "id": "36",
    "title": "Debt Settlement Offer",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>If you have effectively agreed with a creditor or collector to settle a debt, this letter will to secure your rights for amount to be paid and credit reporting issues. Do not use this letter if the debt is disputed or expired, as doing so can renew the statute of limitations. If you agree that the debt is valid and you wish to begin negotiations you may also use this letter to present your first offer.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Debtor's Settlement</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>I understand that I owe a balance to your company. This letter is an offer to settle the debt for less because of my inability to pay the entire balance. Because of dire financial circumstances, [overwhelming debt, loss of job, insurance settlement with limited funds, considering bankruptcy, borrowing the money, illness, loss of family member with income, etc. List your reason here as to why you are offering to pay less.] I am only able to pay a portion of this debt.</p><p>I recognize you may be motivated as well, because of the age of the debt and my financial crisis. Declining to work with me will only make matters worse for both of us.</p><p>You are claiming the amount owed on the account is $________. Please accept my good faith offer to settle this account under these following conditions ONLY:</p><p>The parties involved agree to settle the account in full for the sum of $__________ and this amount is accepted as complete and final payment on said debt. Full discharge and settlement of all monies due will be created, provided that the amount agreed upon shall be paid as follows:</p><p>Payment terms: how debt will be paid, (i.e., three payments of $250.00 to be paid monthly on the 1st of each month, 8 payments of $200.00 on the 1st of each month after execution of this agreement, etc.)</p><p>Payment address: where you will send payment each month.</p><p>Other terms: list specific arrangements made, such as, creditor agrees to freeze the account without any additional fees or interest added to the balance etc.</p><p>Credit reporting: list all account status terms you are requesting such as \"paid in full\", \"deleted\", \"settled in full\", \"settled for less\", etc.</p><p>Governing states: This agreement shall be binding under the laws of [list your state and the creditor’s state].</p><p>If your office is in agreement with this settlement, please reply with confirmation on your company letterhead and signed by an individual with the authority to accept such offers. Time is of the essence because of my financial situation so please reply as soon as possible.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "37",
    "title": "Debt Settlement Offer (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br><br>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br><br>{curr_date}<br><br>Re: Debtor's Settlement Offer for Account Number: {account_number}<br><br>To Whom It May Concern,<br><br>I am aware that I owe a balance to your company. This letter is an offer to settle the debt for less because of my inability to pay the full balance due to financial circumstances, because of:&nbsp; (LIST HARDSHIPS HERE), I am only able to pay a portion of this debt.<br><br>I realize you may be motivated as well, because of the age of the debt and my financial crisis. Refusing to work with me will only make matters worse for both of us.<br><br>You claim the amount owed on the account is $________.<br><br>Please accept this offer to settle this account ONLY under the following conditions:<br><br>The parties involved agree to settle the account in full for the sum of $__________ and this amount is accepted as full and final payment on said debt. Complete discharge and settlement of all monies due will be created, provided that the amount agreed upon shall be paid in the following manner:&nbsp;<br><br>Payment terms: (i.e., 10 payments of $XXX on the 1st of each month after the execution of this agreement, 3 payments of $XXX to be paid monthly on the 1st of each month, 1 lump sum of $XXXX, etc.)<br><br>Payment location: (ADDRESS TO SEND THE PAYMENTS<br><br>Other terms:&nbsp; (list additional arrangements made, such as, creditor agrees to freeze the account without any additional fees or interest added to the balance, etc.) Credit reporting: (list status terms you are requesting such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.)<br><br>This agreement shall be binding under the laws of (LIST YOUR STATE AND THE CREDITOR'S STATE)<br><br>If your office agrees to this settlement, please send back confirmation on your company letterhead and signed by someone with the authority to accept such offers. Time is of the essence due to my present financial situation so please reply as soon as possible.<br><br>Sincerely,<br><br>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "38",
    "title": "Debt Settlement Offer (Alternate 2)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***********************Instructions - Delete Before Printing****************************<br>Send this only if the Creditor or Collections Agent has already agreed by phone or correspondence.<br>***********************Instructions - Delete Before Printing****************************<br><br>{client_first_name} {client_last_name}<br>{client_address}<br><br>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br><br>Attn: Attn: Settlement Dept.<br><br>{curr_date}<br><br>Re: Debtor's Settlement Offer for Account Number: {account_number}<br><br>Dear Settlement Dept.:<br><br>This is a settlement offer for {client_first_name} {client_last_name}, (Debtor) concerning a debt owed to (Creditor), who claims the amount to be owed on Account Number:<br><br>{account_number} is $(AMOUNT).&nbsp;<br><br>Please accept this offer to settle this account under the following conditions:<br><br>The parties agree to settle the account in full for the sum of $(AMOUNT) and this amount is accepted as full and total payment on said debt provided the following is met.&nbsp;</p><ul><li>{client_first_name} {client_last_name} will pay cashiers check of $(AMOUNT) if the debt is considered paid in full and reported as such to the credit reporting agencies.&nbsp;</li></ul><ul><li>The creditor agrees to freeze the account without any additional fees or interest being added to the balance, provided debtor fulfills the agreed upon settlement obligations.&nbsp;</li></ul><ul><li>The account is marked: (list status terms you are requesting such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.)&nbsp;</li></ul><p>This agreement shall be governed under the laws of (STATE), and shall be binding. If the above terms are acceptable to (CREDITOR), please respond in writing, on your company letterhead, acknowledging your acceptance and the terms as you agree to them.&nbsp;</p><p>As soon as I receive your acceptance of this offer, I will express mail a cashiers’ check.&nbsp;</p><p>&nbsp;________________________________<br>Creditor name</p><p>________________________________<br>Creditor: Title:</p><p>I agree to the terms listed above:&nbsp; Yes____ No____&nbsp;</p><p>&nbsp;_______________________________________<br>Creditor's Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date</p></div></body>"
  },
  {
    "id": "39",
    "title": "Debt Settlement Offer (Alternate 3)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>**************************Instructions - Delete Before Printing**************************<br>Send this only if the Creditor or Collections Agent has already agreed by phone or correspondance.<br>**************************Instructions - Delete Before Printing**************************&nbsp;</p><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>Re: Account Number: {account_number}.&nbsp;</p><p>Dear {creditor_name},&nbsp;</p><p>This is to confirm our conversation on ___________ as to the offer of the above stated account. As discussed, I will pay your company the amount of $________ as payment in full for the final satisfaction of this account.&nbsp;&nbsp;</p><p>Upon receipt of the above payment, your company has agreed to change the entry on my credit reports from: _____________________ to (list status terms you are requesting, such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.) .&nbsp;&nbsp;</p><p>If you agree with these terms, please acknowledge with your signature and return it to me. You agree the terms herein are confidential and you have the authority to make such decisions. No payment will be made without written confirmation.&nbsp;</p><p>Upon receipt of this signed acknowledgment, I will immediately mail you funds priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made and the offer will be void.&nbsp;</p><p>_________________________________<br>Name of Creditor&nbsp;</p><p>________________________________________<br>Creditor’s Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date</p><p>_________________________________<br>Name Of Creditor’s Authorized Representative</p><p>&nbsp;_________________________________<br>Position or Title:&nbsp;</p></div></body>"
  },
  {
    "id": "40",
    "title": "Debt Settlement Offer to Dismiss Court Judgment",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}&nbsp;</p><p>To: Judgment Creditor, {creditor_name}&nbsp;</p><p>From: Judgment Debtor, {client_first_name} {client_last_name}&nbsp;</p><p>Case number:&nbsp; (CASE NUMBER)&nbsp;</p><p>Judgment amount:&nbsp; (AMOUNT)&nbsp;</p><p>Date: {curr_date}&nbsp;</p><p>Dear Sir,&nbsp;&nbsp;</p><p>I am aware of the money due you and of the judgment placed against me for this money. I had every intention of taking care of this prior to the entry of the judgment, but unfortunately time constraints ended that chance.&nbsp;</p><p>Today I am writing to you so that we may put this matter behind us and settle out this judgment for good, under a few conditions. This will save you time and money trying to collect the judgment and will help me recover from your negative entry against me.&nbsp;</p><p>I have been offered an amount from a close family member to pay you $(AMOUNT) to settle the debt in full and have the judgment dismissed.&nbsp;&nbsp;</p><p>As the judgment creditor, you reserve the right to dismiss or vacate the judgment as well as entering it. If I pay you from this offer letter saving you immense time, fees and paperwork, you can then file a simple paper with the courts dismissing the judgment.&nbsp;</p><p>My offer is to pay you in exchange for the dismissal so that we have both gained something from this unfortunate situation. It is extremely important that you dismiss the judgment rather than satisfying it, because a satisfied judgment really looks no better for me than a filed judgment.&nbsp;</p><p>With a dismissed judgment I can justify paying you. Upon your signed approval of this offer, I will forward the full settlement to you immediately. I understand this offer is void if I do not send you $(AMOUNT) within 5-10 days of your signed confirmation.&nbsp;&nbsp;</p><p>If you agree to \"dismiss\" the judgment upon full and final payment of $(AMOUNT), then please sign and return this offer and acceptance.&nbsp;</p><p>Offer Accepted and Agreed,&nbsp;</p><p>________________________________________<br>Judgment Creditor Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date</p><p>________________________________________<br>Judgment Creditor Authorized Representative&nbsp;</p><p>On behalf of:<br><br>&nbsp;________________________________________<br>Judgment Creditor Company Name</p></div></body>"
  },
  {
    "id": "41",
    "title": "Unilateral Release of Claims (Include with Settlement Offer Before Payment)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>Re: Account Number: {account_number}. Balance to be paid: $__________&nbsp;</p><p>Dear {creditor_name}&nbsp;</p><p>Per our agreement to settle the above mentioned debt, I am requesting that you sign this unilateral release form. This form confirms that we both agreed to settle the debt listed above for the amount indicated.&nbsp;</p><p>Creditors/Agency Name: _________________________________&nbsp;</p><p>We agree that to accept $_______ as \"payment in full\" for account number: {account_number}.&nbsp;</p><p>For: {client_first_name} {client_last_name}&nbsp;</p><p>We will accept this amount as full and final satisfaction and we will have no future claims against this account or debtor. This Unilateral Release ensures that we understand we have accepted a settlement on this debt and will not pursue the debtor later for any deficiency balance.&nbsp;</p><p>________________________________________<br>Creditor’s Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Date&nbsp;</p><p>_________________________________<br>Printed name of Creditors Authorized Rep.</p><p>_________________________________<br>Position or Title:</p><p>&nbsp;</p></div></body>"
  },
  {
    "id": "42",
    "title": "Cashed Check Constitutes Payment in Full",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>(*NOTE: THIS LETTER IS IN TWO PARTS. DELETE THE SECTIONS THAT YOU DO NOT NEED)</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: {client_first_name} {client_last_name} , Account number: {account_number}</p><p>To Whom It May Concern:</p><p>This letter concerns the money I owe you. I have received bills from you stating that I owe (AMOUNT OF BILL). However, I am disputing the amount owed to you because of the following reasons:</p><p>(LIST REASONS FOR DISPUTE)</p><p>I feel I owe you no more than $(ENTER AMOUNT). It is obvious that there is a good faith dispute over this bill.</p><p>To settle this debt, I will send you a check for $(ENTER AMOUNT) with a restrictive endorsement; if you cash that check it will constitute an accord and satisfaction. In other words; you will receive from me a check that states \"cashing of this check constitutes payment in full.\" If you cash this check, that check will clear away any debt that I owe you.</p><p>If agreed, please sign and return this letter.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p><br>Agreed to and accepted to on this _______ day of _____________, _______.</p><p>By:</p><p>_________________________________________<br>(Creditor Representative's Signature)</p><p>Name (print):______________________________</p><p>Title (print):______________________________</p><p>Company (print):______________________________</p><p>&nbsp;</p><p>LETTER 2 (OF 2) TO BE SENT WITH YOUR CHECK** (AFTER 30 DAYS):</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state}, {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>Enclosed is a check for $(Amount) to cover the balance of Account Number: {account_number}.</p><p>This check is tendered in accordance with my letter dated (Date of First Letter). If you cash this check, you agree that my debt has been paid off in full.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>(**Important: Write on the bottom of the check on the front along the top or bottom the exact language you used in the second letter\"This check is tendered in accordance with my letter of (DATE OF FIRST LETTER). If you cash this check you agree that my debt is paid in full.\")</p></div></body>"
  },
  {
    "id": "43",
    "title": "Request Smaller Payments (Short Term)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}, Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>In my current financial situation, I am unable to pay the required monthly payments as originally agreed. My financial position is described below:</p><p>(STATE REASON)</p><p>I am able to pay $_____ per month starting on ________________, and I expect to resume making the full monthly payment on or before _____________________.</p><p>It would help me so much if you would accept this reduced payment schedule. If necessary, you may add the unpaid amount to the end of the account period and extend it by the appropriate number of months.</p><p>Thank you for your consideration and understanding. Please let me know within 20 days if the foregoing proposal is acceptable.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "44",
    "title": "Request Smaller Payments (Long Term)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}, Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>In my current financial situation, I am unable to pay the required monthly payments as originally agreed. My financial position is described below:</p><p>(STATE REASON)</p><p>I am able to pay $_____ per month starting on ________________, and I expect to resume making the full monthly payment on or before _____________________.</p><p>It would help me so much if you would accept this reduced payment schedule. If necessary, you may add the unpaid amount to the end of the account period and extend it by the appropriate number of months.</p><p>Thank you for your consideration and understanding. Please let me know within 20 days if the foregoing proposal is acceptable.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "45",
    "title": "Request No Payments (Short Term)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}, Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>In my current financial situation, I am unable to pay the required monthly payments as originally agreed. My financial position is described below:</p><p>(STATE REASON)</p><p>At the present time, I cannot make any payments. I expect to resume making the full monthly payment when the following occurs:</p><p>(STATE REASON)</p><p>If necessary, you may add the unpaid amount to the end of the account period and extend it by the appropriate number of months.</p><p>Thank you for your consideration and understanding. Please let me know within 20 days if the foregoing proposal is acceptable.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "46",
    "title": "Request No Payments (Long Term)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>(CREDITOR Address)<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Name(s) on account: {client_first_name} {client_last_name}</p><p>Account number: {account_number}</p><p>Re: Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>In my current financial situation, I am unable to pay the required monthly payments as originally agreed. My financial position is described below:</p><p>(STATE REASON)</p><p>Due to my desperate financial situation, I cannot make any payments for the indefinite future.</p><p>(DESCRIBE YOUR HARDSHIP)</p><p>I promise to inform you immediately should my financial condition improve and I am able to resume sending you normal payments.</p><p>Thank you for your consideration and understanding. Please let me know within 20 days if the foregoing proposal is acceptable.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "47",
    "title": "Remove Hard Inquiry",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>To Whom it May Concern,</p><p>According to my most recent credit report, your company is currently reporting to the three credit bureaus that I applied for credit with your organization. I did not grant you authorization to review my credit report.</p><p>The Fair Credit Reporting Act requires that a creditor be able to verify the written authorization of the consumer giving the creditor permission to review their credit. If you can provide a copy of a credit application authorizing the disclosure of my credit files with my signature, I will accept the inquiry. If a signed authorization cannot be found please remove the inquiry from the three main credit bureaus.</p><p>The presence of this inquiry is adversely affecting my credit report and is impeding my ability to obtain necessary credit. Time is of the essence so I would greatly appreciate a response from you within thirty (30) days.</p><p>Please mail me the copy of the signed application or a letter indicating your intention to delete the inquiry.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "48",
    "title": "Remove Hard Inquiry (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}</p><p>{curr_date}&nbsp;</p><p>Re: Unauthorized Credit Inquiry&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>I received a copy of my credit report today and discovered a hard inquiry from your company. I do not recall authorizing this inquiry and I would like to see the application of credit. Under the Fair Credit Reporting Act, no one may access my credit without my permission for the purpose of extending credit.&nbsp;&nbsp;</p><p>I am sending this letter certified mail for my protection as well as yours. Please forward proof to me at your earliest convenience or send a request to the credit bureaus that you report to if you discover this was an error.&nbsp;</p><p>It is urgent that I hear from you urgently, as this hard inquiry is impacting my credit score.&nbsp;</p><p>I anticipate your response.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "49",
    "title": "Dispute Item",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>Your company is currently reporting a negative listing to the three major credit bureaus (Experian, Trans Union, and Equifax) regarding the above referenced account. Based on my recollection and my records, I can find no reason for you reporting such a history. If you'll review your records I think that you will find your reported notations are inaccurate.</p><p>The erroneous status of your credit reporting agency records is unacceptable and is preventing me from obtaining necessary financing. Pursuant to Title 15, Section 1666 of the United States Code, I formally request the following documentary evidence pertaining to my account:</p><p>A summary of all account activities, including all payments made, late charges, interest, date of payments received, date of payments posted, charges made and date of charges posted.</p><p>Copies of all documents and financial instruments used to pay the disputed late payments.</p><p>Copies of all charge slips, invoices, promissory notes, and all other documents proving indebtedness.</p><p>This information and documentation is critical and time is of the essence. Within less than thirty (30) days, I will be damaged partially because of the discrepancy with your reported records. The above noted code requires your response within thirty (30) days. Your prompt attention will be greatly appreciated. I hereby request that your response be mailed to the address listed below.</p><p>If you find that your information and documentation does not support the negative history reported to the three credit bureaus, I invite you to submit a completed Universal Data Form to said bureaus in order to remove the negative notations. Upon removal of the negative notations, I agree to hold your company harmless from any and all inconvenience and/or damage related thereto.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "50",
    "title": "Dispute Item (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I have recently received a copy of my credit report. The report had an account listed from your company as a credit card. I disputed the account with the credit bureau as \"not mine\" but it recently came back as verified.</p><p>{dispute_item_and_explanation}</p><p>I am writing this letter to you in an effort to get this removed. Please delete your information from my credit reports. I have never had an account with your company. If someone has opened an account in my name, please close it immediately before further harm is done.</p><p>I am requesting that you notify all of credit bureaus that this account is \"disputed\" or that you delete this account until this matter is resolved. This is required by the Fair Credit Reporting Act. If there is any paperwork that I need to sign to confirm that this account is not mine, please send me the required documents.</p><p>This is a written dispute of the this account per the Fair Credit Reporting Act, the Fair Debt Collection Practices Act and the Fair Credit Billing Act. Please be aware that I am exercising all of my rights per these laws and all other applicable laws protecting me.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "51",
    "title": "Validation of Debt (Simple)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br><br>{curr_date}</p><p>Re: Account # {account_number}</p><p>To Whom It May Concern,<br><br>I dispute your claims in their entirety and I am requesting validation from you pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8) (FDCPA).</p><p>Sincerely,<br><br></p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "52",
    "title": "Validation of Debt (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br> {creditor_address}&nbsp;<br> {creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}<br><br>Re: &nbsp;Remove Inaccurate Information from my Credit Reports.&nbsp;Account #{account_number}&nbsp;</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information.</p><p>I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct. The following information therefore needs to be re-investigated.</p><p>Account #{account_number}&nbsp;<br>{dispute_item_and_explanation}&nbsp;</p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature.</p><p>Failing that, the item must be deleted from the report as soon as possible. The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely,<br><br></p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "53",
    "title": "Validation of Debt (Alternate 2)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br> {creditor_address}&nbsp;<br> {creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>{curr_date}<br><br>Re: &nbsp;Account #{account_number}&nbsp;</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information. I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish.</p><p>Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct.</p><p>The following information therefore needs to be re-investigated:</p><p>{dispute_item_and_explanation}</p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature. Failing that, the item must be deleted from the report as soon as possible:</p><p>The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely,<br><br></p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "54",
    "title": "Validation of Debt (Alternate 3)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Acct # {account_number}</p><p>To Whom It May Concern:</p><p>I am sending this letter to you in response to the notice I received from you on (date of letter). Please be advised that this is not a refusal to pay, but a notice sent pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (b) that your claim is disputed and validation is requested.</p><p>This is NOT a request for 'verification' or proof of my mailing address, but a request for 'VALIDATION' made pursuant to the above named Title and Section. I respectfully request that your office provide me with factual evidence that I have any legal obligation to pay you.</p><p>Please provide me with the following:</p><p>-What the money you say I owe is for;</p><p>-Explain and show me how you calculated what you say I owe;</p><p>-Provide me with copies of any papers that show I agreed to pay what you say I owe;</p><p>-Provide a verification or copy of any judgment if applicable;</p><p>-Identify the original creditor;</p><p>-Prove the Statute of Limitations has not expired on this account;</p><p>-Show me that you are licensed to collect in my state; and</p><p>-Provide me with your license numbers and Registered Agent.</p><p>If your offices have reported invalidated information to any of the three major Credit Bureau's (Equifax, Experian or TransUnion), said action might constitute fraud under both Federal and State Laws. Due to this fact, if any negative mark is found on any of my credit reports by your company or the company that you represent I will not hesitate to bring legal action against you for the following:</p><p>-Violation of the Fair Credit Reporting Act</p><p>-Violation of the Fair Debt Collection Practices Act</p><p>-Defamation of Character</p><p>If your offices are able to provide the proper documentation as requested, I will require at least 30 days to investigate this information and during such time all collection activity must cease and desist.</p><p>Also during this validation period, if any action is taken which could be considered detrimental to any of my credit reports, I will consult with my legal counsel. This includes any information to a credit reporting repository that could be inaccurate or invalidated or verifying an account as accurate when in fact there is no provided proof that it is.</p><p>If your offices fail to respond to this validation request within 30 days from the date of your receipt, all references to this account must be deleted and completely removed from my credit file and a copy of such deletion request shall be sent to me immediately.</p><p>I would also like to request, in writing, that no telephone contact be made by your offices to my home or to my place of employment. If your offices attempt telephone communication with me, including but not limited to computer generated calls or correspondence sent to any third parties, it will be considered harassment and I will have no choice but to file suit. All future communications with me MUST be done in writing and sent to the address noted in this letter.</p><p>This is an attempt to correct your records, any information obtained shall be used for that purpose.</p><p>Kind regards,<br><br></p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "55",
    "title": "Validation of Debt (Alternate 4)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>I am in receipt of your letter claiming that I owe your company for a debt. According to the Federal Fair Debt Collection Practices Act, I have a right to have the alleged debt validated by you.&nbsp;</p><p>I have to date, received no proof that I owe your company any debt and I am requesting that you forward to me full and proper documentation as evidence of this alleged debt.&nbsp; As per the FDCPA, it is a violation for any debt collector to pursue collection activity on an account without notifying the debtor in writing within 5 days after any communication. Additionally I am allowed 30 days to dispute the validity of the debt.&nbsp; If you are unable to provide me with proper proof then you must stop attempting to collect this alleged debt.&nbsp;</p><p>If you continue to claim I owe a debt that you cannot confirm with proof then you will be in direct violation of the FDCPA. Additionally, any attempt on your part to report this alleged debt to my credit reports will be a violation of the Fair Credit Reporting Act.&nbsp;&nbsp;</p><p>Please forward your documentation to me upon receipt of this certified letter. Please note that proper documentation is not a print out or bill from you but rather actual proof of the debt's existence.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "56",
    "title": "Validation of Debt (After Dispute to Bureau)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br><br>{curr_date}</p><p>Re:&nbsp;Account #{account_number}&nbsp;</p><p>To Whom It May Concern:</p><p>Your company is reporting the below referenced account on my credit report as a collection account.</p><p>{dispute_item_and_explanation}</p><p>I have disputed this item with the credit reporting agency and they reported you confirmed the account as valid.</p><p>In a good faith effort to resolve the matter amicably, I must demand proof of this debt, specifically the alleged contract or other instrument bearing my signature, as well as proof of your authority in this matter. Absent such proof, you must correct any erroneous reports of this past debt as mine.</p><p>I am writing to request that you please provide the following information:</p><p>1. Please evidence your authorization under 15 USC 1692(e) and 15 USC 1692(f) in this alleged matter.<br>2. What is your authorization of law for your collection of information?<br>3. What is your authorization of law for your collection of this alleged debt?<br>4. Please evidence your authorization to do business or operate in this state.<br>5. Please evidence proof of the alleged debt, including the alleged contract or other instrument bearing my signature.<br>6. Please provide a complete account history, including any charges added for collection activity.</p><p>You have thirty (30) days from receipt of this notice to respond. Failure to respond in writing, hand-signed, and in a timely manner, will be considered a waiver to any and all of your claims in this matter, and will entitle me to presume you placed this on my credit report(s) in error and that this matter is permanently closed. Provide the proof, or correct the record and remove this invalid debt from all sources to which you have reported it.</p><p>For the purposes of 15 USC 1692 et seq., this Notice has the same effect as a dispute to the validity of the alleged debt and a dispute to the validity of your claims. This Notice is an attempt to correct your records, and any information received from you will be collected as evidence should further action be necessary. This is a request for information only, and is not a statement, election, or waiver of status.</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p></div></body>"
  },
  {
    "id": "57",
    "title": "Validation of Debt (Estoppel by Silence)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>Doctrine of Estoppel by Silence can be extremely powerful with collection agencies that have ignored your Validation of Debt requests. According to Black Law, the meaning is: Estoppel: A legally imposing bar resulting from one's own conduct and precluding any denial assertion regarding a fact. A doctrine that prevents a person from adopting an inconsistent position, attitude or action if it will result in injury to another. An affirmative defense alleging good faith. Estoppel by Silence: Estoppel that arises when a party is under a duty to speak but fails to. The Estoppel letter is used when you request Validation of Debt and do not get a response from the Collection Agency. It uses the \"Doctrine of Estoppel\" which tells the collection agency that their silence must mean they agree with you. This letter can be used after you have already sent two Validation of Debt requests to a collection agency.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>This certified letter, receipt number: ____________________ is to formally advise you that I believe your company has violated several of my consumer rights. Specifically:</p><p>You failed to validate a debt at my request, which is a FDCPA violation and you continued to report a disputed debt to the Credit Bureaus: another FCRA violation</p><p>Not only have you ignored my prior requests for validation of debt (proof attached: receipt copies or letter copies) but you continue to report this debt to the credit bureaus causing damage to my character. This letter will again request that you follow the FDCPA and please provide the following:</p><p>Validation of Debt Request<br>-Proof of your right to own/collect this alleged debt<br>-Balance claimed including all fees, interest and penalties<br>-Contract bearing my personal signature</p><p>As you may be aware, \"Estoppel by Silence\" legally means that you had a duty to speak but failed to do so therefore, that must mean you agree with me that this debt is false. I will use the Estoppel in my defense.</p><p>I expect to receive the proof requested above within 15 days of this letter. Should you again ignore my request for validation of debt I reserve the right to sue your company for violations of my consumer rights as specified under both the FDCPA and the FCRA. I may also seek damages from you if warranted.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "58",
    "title": "Validation of Debt (Admission by Silence)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>This letter is similar to the Estoppel by Silence letter. This \"Admission by Silence\" will advise a collection agency of the Black Law Legal Meaning: The failure of a party to speak after an assertion of fact by another party that, if untrue, would naturally compel a person to deny the statement. This is a powerful statement! If you are right, you speak up; if you are wrong you do nothing to stand your ground. Asserting this information can cause a collections agent to think twice about who they are dealing with and to either prove it or lose it. This is a valuable Validation of Debt tool.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>This certified letter, receipt number: XXXXXXXXXXXX is to formally advise you that I believe your company has violated my consumer rights in the following ways.</p><p>Specifically you: [list all that apply]</p><p>- Failed to validate a debt at my request- FDCPA violation</p><p>- Continued to report a disputed debt to the CRA- FCRA violation</p><p>- Continued to attempt to collect a disputed debt- FDCPA violation</p><p>- Ignored my cease and desist- FDCPA violation</p><p>Not only have you ignored my prior requests for validation of debt (see enclosed copies of receipts letters) but you also continue to report this debt to the credit bureaus causing damage to my character. This letter will again request that you follow guidelines of The Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. § 1692 and please provide the following:</p><p>Validation of Debt Request</p><p>- Proof of your right to own/collect this alleged debt -Balance claimed including all fees, interest and penalties</p><p>-Contract bearing my personal signature -License proof to collect debts in my state</p><p>As you certainly are aware, \"Admission by Silence\" means that you had a legal duty to defend your position but failed to do so and if my claims were untrue you would have been compelled to deny my charges. I will use the Admission by Silence in my defense should I be summoned to court or take action against you.</p><p>I expect to receive proof requested above, within 15 days of this letter. Should you continue to ignore my request for this validation of debt I reserve the right to sue your company for violations of my consumer rights as indicated under both the FDCPA and the FCRA. I may also seek damages from you if warranted.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "59",
    "title": "Validation of Debt with Creditor Disclosure Statement",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Certified Mail No.: _____________</p><p>Re: Inquiry dated ___: account no. {account_number}</p><p>To Whom It May Concern,</p><p>Thank you for your inquiry. This is not a refusal to pay, but a notice that I am disputing your claim and I am requesting validation made pursuant to the Fair Debt Collection Practices Act.</p><p>Please complete and return the attached disclosure request form.</p><p>Understand that I am not requesting a “verification” that you have my mailing address, I am requesting a “validation of debt;” i.e.; competent and valid evidence that I have some contractual obligation to pay you.</p><p>You may be aware that sending unsubstantiated demands for payment through the United States Mail System might constitute mail fraud under federal and state law. As such, you may wish to consult with a legal adviser before your next communication with me.</p><p>Your failure to satisfy this request within the requirements stated in the Fair Debt Collection Practices Act will be construed as your absolute waiver of any and all claims against me, and your tacit agreement to compensate me for costs and attorney fees.</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>CREDITOR DISCLOSURE STATEMENT</p><p>Name and Address of Collector (assignee):____________________________________</p><p>Name and Address of Debtor:____________________________________</p><p>Account Number(s):____________________________________</p><p>What are the terms of assignment for this account? You may attach a facsimile of any records relating to such terms.</p><p>Have any insurance claims been made by any creditor or assignee regarding this account? Yes / no</p><p>Has the purported balanced of this account been used in any tax deduction claim? Yes / no</p><p>Please list the exact products or/or services sold by the collector to the debtor and the dollar amount of each:</p><p>Upon failure or refusal of collector to validate this collection action, collector agrees to waive all claims against the debtor named herein and pay debtor for all costs and attorney fees involved in defending this collection action.</p><p><br>X_________________________________________________<br>Authorized signature for Collector Date</p><p>___________________________________________________<br>Printed name</p><p>Please return this completed form and attach all assignment or other transfer agreements that would establish your right to collect this debt.</p><p>Your claim cannot be considered if any portion of this form is not completed and returned with the required documents. This is a request for validation made pursuant to the Fair Debt Collection Practices Act. If you do not respond as required by this law, your claim will not be considered and you may be liable for damages for continued collection efforts.</p></div></body>"
  },
  {
    "id": "60",
    "title": "Validation of Debt with Creditor Disclosure Statement  (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>This letter is sent to you in response to a notice sent to me on (Date) or in response to a listing on my credit report (CHOOSE THE ONE APPROPRIATE FOR YOUR SPECIFIC SITUATION). Be advised that this is not a refusal to pay, but a notice sent pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8), stating your claim is disputed and validation is requested.</p><p>This is NOT a request for “verification” or proof of my mailing address, but a request for VALIDATION made pursuant to the above named Title and Section. I respectfully request your offices provide me with competent evidence that I have any legal obligation to pay you.</p><p>At this time I will also inform you that if your offices have reported invalidated information to any of the 3 major Credit Bureaus (Equifax, Experian or TransUnion) this action might constitute fraud under both Federal and State Laws. Due to this fact, if any negative mark is found on any of my credit reports by your company or the company that you represent, I will not hesitate in bringing legal action against you and your client for the following:<br>Violation of the Fair Credit Reporting Act<br>Violation of the Fair Debt Collection Practices Act<br>Defamation of Character</p><p>If your offices are able to provide the proper documentation as requested in the following Declaration, I will require at least 30 days to investigate this information, during which time all collection activity must cease and desist. Also during this validation period, if any action is taken which could be considered detrimental to any of my credit reports, I will consult with my legal counsel for suit. This includes any listing of any information to a credit reporting repository that could be inaccurate or invalidated. If your office fails to respond to this validation request within 30 days from the date of your receipt, all references to this account must be deleted and completely removed from my credit file and a copy of such deletion request shall be sent to me immediately.</p><p>(OPTIONAL CEASE &amp; DESIST) I would also like to request, in writing, that no further telephone contact be made by your offices to my home or to my place of employment. If your offices continue to attempt telephone communication with me it will be considered harassment and I will have no choice but to file suit. All future communications with me MUST be done in writing and sent to the address noted in this letter.</p><p>It would be advisable that you and your client assure that your records are in order before I am forced to take legal action.</p><p>Best Regards,</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>CREDITOR/DEBT COLLECTOR DECLARATION</p><p>Please provide all of the following information and submit the appropriate forms and paperwork within 30 days from the date of your receipt of this request for validation.</p><p>______________________________________________________<br>Name and Address of Alleged Creditor:</p><p>______________________________________________________<br>Name on File of Alleged Debtor:</p><p>_____________________________________________________________<br>Alleged Account #:</p><p>_____________________________________________________________<br>Address on File for Alleged Debtor:</p><p>____________________________________________________________<br>Amount of alleged debt:</p><p>_____________________________________________________________<br>Date that this alleged debt became payable:</p><p>_____________________________________________________<br>Date of original charge off or delinquency:</p><p>___________________________________________________<br>Was this debt assigned to debt collector or purchased?</p><p>____________________________________________<br>Amount paid if debt was purchased:</p><p>___________________________________________________________<br>Commission for debt collector if collection efforts are successful:</p><p>Please attach a copy of the agreement with your client that grants (Collection Agency Name) the authority to collect this alleged debt.</p><p>Also, please attach a copy of any signed agreement debtor has made with debt collector, or other verifiable proof debtor has a contractual obligation to pay debt collector.</p><p>Please attach a copy of any agreement that bears the signature of debtor, wherein he/she agreed to pay creditor.</p><p>Please attach copies of all statements while this account was open.</p><p>Have any insurance claims been made by any creditor regarding this account? YES or NO (circle one)</p><p>Have any judgments been obtained by any creditor regarding this account? YES or NO (circle one)</p><p>Please provide the name and address of the bonding agent for (Name Of Debt Collector), in case legal action becomes necessary:</p><p>______________________________</p><p>______________________________</p><p>______________________________</p><p><br>_________________________________________ <br>Authorized Signature For Creditor Date</p><p>__________________________<br>Print Name</p><p>You must return this completed form along with copies of all requested information, assignments or other transfer agreements, which would establish your right to collect this alleged debt within 30 days from the date of your receipt of this letter. Your claim cannot and WILL NOT be considered if any portion of this form is not completed and returned with copies of all requested documents. This is a request for validation made pursuant to the Fair Debt Collection Practices Act. Please allow 30 days for processing after I receive this information back.</p></div></body>"
  },
  {
    "id": "61",
    "title": "Validation of Debt with Creditor Disclosure Statement)  (Alternate 2)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>Re: Acct # XXXX-XXXX-XXXX-XXXX</p><p>To Whom It May Concern:</p><p>This letter is sent to you in response to a notice sent to me on (Date) or in response to a listing on my credit report (CHOOSE THE ONE APPROPRIATE FOR YOUR SPECIFIC SITUATION). This is not a refusal to pay, but a notice that your claim is disputed.</p><p>Pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8) (FDCPA), I have the right to request validation of the debt you say I owe you. I am requesting proof that I am indeed the party you are asking to pay this debt, and there is some contractual obligation which is binding on me to pay this debt.</p><p>Your attorney or legal staff will agree that compliance with this request is required under State and Federal Statutes.</p><p>In addition to the questionnaire below, please attach copies of:</p><p>Agreement with your client that grants you the authority to collect on this alleged debt, or proof of acquisition by purchase or assignment.</p><p>Agreement that bears the signature of the alleged debtor wherein he or she agreed to pay the creditor.</p><p>Also, please be advised this letter is not only a formal dispute, but a request for you to cease and desist any and all collection activities.</p><p>I require compliance with the terms and conditions of this letter within 30 days. or a complete withdrawal, in writing, of any claim.</p><p>In the event of noncompliance, I reserve the right to file charges and/or complaints with appropriate County, State &amp; Federal authorities ,the BBB and State Bar associations for violations of the FDCPA, FCRA, and Federal and State statutes on fraudulent extortion .</p><p>I also hereby reserve my right to take private civil action against you to recover damages.</p><p>Sincerely,</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>DEBT VALIDATION FORM</p><p>Please provide all of the following information and submit the appropriate forms and paperwork within 30 days from the date of your receipt of this request for validation.</p><p>Account #: ____________________</p><p>Original Creditor’s Name:</p><p>_________________________________<br>Name of Debtor:</p><p>______________________________________<br>Address of Debtor:</p><p>___________________________________<br>Balance of Account:</p><p>__________________________________<br>Date you acquired this debt:</p><p>_________________________</p><p>This Debt was: assigned ___purchased___</p><p>Please indicate the credit bureaus which you have reported this account to:</p><p>Experian: ______</p><p>Equifax: ______</p><p>TransUnion: _____</p><p>Other: ________________________</p></div></body>"
  },
  {
    "id": "62",
    "title": "Validation of Medical Debt (HIPAA Request)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Since A large percentage of collection debts are medical related, this letter will assist you to validate a medical debt from a collection agency by referencing the HIPAA law. HIPAA stands for HEALTH INSURANCE PORTABILITY AND ACCOUNTABILITY ACT and it protects your privacy by preventing your medical records from being given to third parties without your written consent. The HIPAA law allows you to question your privacy while validating a medical debt and may also suspend reporting the collection item to your credit reports until it is resolved. Make sure that you understand the HIPAA requirements before using this letter. If they have violated HIPAA, this letter may assist you in deleting a medical collections account along with any mention of it on your credit reports!<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Amount of debt: Date of Service: Provider of Service:</p><p>To Whom It May Concern,</p><p>I received a bill from you on [insert date] and as allowable under the Fair Debt Collections Practices Act, I am requesting validation of the alleged debt. I am aware that there is a debt from [name of doctor, hospital, clinic, etc.] but I am unaware of the amount due and your bill does not include a detailed breakdown of any fees.</p><p>Furthermore, I am allowed under the HIPAA law (Health Insurance Portability and Accountability Act of 1996) to protect my privacy and medical records from third parties. I do not recall giving permission to [name of provider] for them to release my medical information to a third party. I understand that the HIPAA does allow for limited information about me but any details may only be revealed with the patients authorization, therefore my request is twofold and as follows:</p><p>Validation of Debt and HIPAA authorization<br>- Please provide a breakdown of fees including any and all collection costs and medical charges<br>- Please provide a copy of my signature with the provider of service to release my medical information to you<br>- Immediately cease any credit bureau reporting until debt has been validated by me</p><p>Please send this information to my address listed above and accept this letter, sent certified mail, as my formal debt validation request, of which I am allowed under the FDCPA.</p><p>Please note that withholding the information you received from any medical provider in an attempt to be HIPAA compliant will be a violation of the FDCPA because you will be deceiving me after my written request. I am requesting full documentation of what you received from the provider of service in connection with this alleged debt.</p><p>Furthermore, any reporting of this debt to the credit bureaus prior to allowing me to validate it may be a violation of the Fair Credit Reporting Act, which can allow me to seek damages from a collection agent.</p><p>I await your reply with the above requested proof. Upon receiving it, I will correspond back with you by certified mail.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "63",
    "title": "Goodwill Letter sent to Original Creditor",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>This This letter can be used with a creditor as an attempt to have them remove negative information from your reports, especially if you have been a good customer for many years and only have minor negative marks on your record with them.<br>***************Instructions delete these before saving and sending***************</p><p><br>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: (Account number)</p><p>To Whom It May Concern,</p><p>I was advised to write to you by your customer service department concerning my credit rating with your company. I have enjoyed a credit account with (company name) for many years. During the course of our business association, I have honored and respected my account agreement to the fullest. I appreciate how wonderful your service has always been.</p><p>Unfortunately, 2 years ago, I was in a financial dilemma due to (job loss, health issues, new baby, etc.). As a result 3 of my payments to you were delayed. Because your account with me is extremely important I managed to borrow the money to cover the late payments. I paid those payments 30 days late on three occasions over a nine-month period but I made sure to fulfill my obligation to ensure that your company suffered no loss.</p><p>I am thankful and appreciative for the years of positive credit history that I have obtained through your company but now those 3 late marks on my credit reports are causing me tremendous stress. I am trying to move up to a better paid position at my work, but the negative remarks are hurting my efforts.</p><p>This is where my \"Goodwill Request\" comes in. I desperately need this promotion and I would be extremely appreciative if you would please complete a UDF - Universal Data Form and fax it to the credit bureaus to remove those entries.</p><p>The credit bureaus have advised me that they will report anything as instructed to by you, but they need to have that instruction in writing. I beg that you may help me and take into consideration how good of a customer I have been and how long I have had an account with you.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "64",
    "title": "Goodwill Adjustment Letter",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: (Account number)</p><p>To Whom It May Concern,</p><p>I have received my credit report, from (Credit Bureau Name). I have contacted (Creditor's name) numerous times and even disputed it with the Credit Bureau. I am requesting a goodwill adjustment to remove the late payment(s ) in order to refinance my home. I know this request is unusual, but it is ruining my good credit standing. I have had a mishap, and realize things happen. If you look at my records, I was always on time. The late payment(s) is reported to Equifax bureau and I am requesting removal of these two late payments, as it has been reported to the bureau's.</p><p>Also, the account has been paid and closed for (insert number of years closed), why is this reflecting, on my credit report? Is there interest that I am unaware of?</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "65",
    "title": "Inform a Creditor that you have filed for Bankruptcy",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{curr_date}</p><p>Re: [Company] v. [Client's first and last name] [Account Number] Balance: $XXX</p><p>To Whom It May Concern,</p><p>Please be advised that I filed a voluntary petition pursuant to Chapter 7 of the Bankruptcy Code. The bankruptcy case number is ______________________________ and it was filed on_______________ with you listed as one of my creditors.</p><p>To my knowledge, have never had non-sufficient funds and I am not aware of any negative entries. Kindly forward me a copy of my InformCreditorforBankruptcy record so that I may verify its accuracy.</p><p>Pursuant to 11 U.S.C. Section 362(a), you are automatically stayed by the filing of this petition from taking any action to collect any debt from me or from enforcing any lien against me. A violation of the stay may be actionable pursuant to 362(h) or as contempt of court and punishable accordingly.</p><p>Attorney name: ____________________________________<br>Attorney address: _________________________________<br>Attorney phone number: ____________________________</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "66",
    "title": "Inform Creditor of Bankruptcy",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: (ENTER ACCOUNT NUMBER)</p><p>To Whom It May Concern:</p><p>Please cease and desist all collection activities you have begun or are considering to take against me. I plan on filing a petition in bankruptcy court in the coming months.</p><p>Sincerely yours,</p><p>{client_signature}<br>___________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "67",
    "title": "Reaffirming Debt After Bankruptcy",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br><br>Attn: (name of person you are speaking with)&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: Reaffirmation of Debt&nbsp;</p><p>Dear&nbsp; (name of person you are speaking with)&nbsp;</p><p>This letter acknowledges and reaffirms to (CREDITOR/FURNISHER), its successors and assignees, that in regards to a certain prior discharged debt, the undersigned agrees to remain bound on this debt in the amount of $(AMOUNT OWED; to the same extent as if the debt was not discharged in the first place.&nbsp;&nbsp;</p><p>I agree to pay this debt in the following manner:&nbsp;</p><p>[PROVIDE DETAILS OF THE MANNER THIS WILL BE PAID, TERMS, DOLLAR AMOUNT, ETC.]&nbsp;</p><p>This agreement is binding and I understand what a debt reaffirmation is.&nbsp;&nbsp;</p><p>{client_signature}<br>___________________________________<br>{client_first_name} {client_last_name}&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date&nbsp;</p><p>(Debtor)&nbsp;</p><p>In the presence of:&nbsp;</p><p>____________________________<br>(Witness)&nbsp;</p><p>Notary Seal (optional)&nbsp;</p></div></body>"
  },
  {
    "id": "68",
    "title": "Agreement Offer Settlement to Dismiss Judgment",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Here is an effective settlement offer to a creditor to settle and dismiss a judgment<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>Re: Judgment - Case number: XXXXXXXXXXXX Judgment amount: $XXXXX</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>Dear Sir,</p><p>I am aware of the funds due to you and of the judgment placed against me for those funds. I had every intention of taking care of this prior to the entry of the judgment, but unfortunately time constraints made that impossible for me.</p><p>Today, I am writing to you in the hope that we may put this matter behind us and settle out the judgment for good, under a few conditions. This will save you both time and money trying to collect the judgment and will help me to recover from your negative entry in my credit history reports.</p><p>I have been offered a loan from a close family member to pay you (amount you are offering) to settle the debt in-full and have the judgment dismissed.</p><p>As the judgment creditor, you reserve the right to dismiss or vacate the judgment as well as entering it. If I pay you from this offer letter saving you immense time, paperwork and fees, you can then file a simple paper with the courts dismissing the judgment.</p><p>My offer is to pay you (amount you are offering) in exchange for the dismissal so that we have both gained something from this unfortunate situation. It is extremely important that you dismiss the judgment rather than satisfying it. The reason behind my request is because a satisfied judgment looks no better on my credit report than a filed judgment. If you agree to dismiss this judgment I can justify payment.</p><p>Upon your signed approval of this offer, I will forward the full settlement funds to you immediately. I understand this offer is void if I do not send you $______ within 5-10 days of your signed confirmation.</p><p>If you agree to \"dismiss\" the judgment upon receiving my full and final payment of $_________, then please sign this offer and acceptance.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Date signed _________________________</p><p>I agree and accept this offer,</p><p><br>_________________________________________<br>Judgment creditor signature</p><p><br>_________________________________________<br>Judgment creditor name</p><p>Date signed _________________________</p></div></body>"
  },
  {
    "id": "69",
    "title": "Agreement to Dismiss Court Judgment",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>If you have been successful in getting a creditor to agree to dismissing a judgment, congratulations on a huge accomplishment! - Here is the letter you need to complete and finalize the deal.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>Re: Account number</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>Court Name and Location:</p><p>Judgment Creditor:</p><p>Judgment Debtor:</p><p>Case Number: Amount of Judgment: Date of Entry:</p><p>We the undersigned Judgment Creditor and Judgment Debtor have both agreed to settle this matter and hereby jointly apply to the court for an order that this judgment involved (court case number and date entered) shall be set aside and dismissed.</p><p>Signed:</p><p>Judgment Credit: _________________________ Judgment Debtor: ________________________</p><p>Name (printed): _________________________ Name (printed): ________________________</p><p>Date signed: _________________________ Date signed: ________________________</p></div></body>"
  },
  {
    "id": "70",
    "title": "Judgment Proof letter",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>You may be judgment proof if you are retired, disabled, unemployed or on welfare. - A creditor will often consider these facts before wasting time and money in coming after you. If you have the ability to offer any proof to show that you are “judgment proof,” enclose it with your letter. If you are unsure and think you may be sued, we suggest contacting a qualified attorney in your state to see your options. If you honestly are judgment proof, most creditors will not waste the expense of taking you to court.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number / Debtor's name</p><p>To Whom It May Concern,</p><p>Please be advised that I have received your letter requesting money for the above debt. This letter, sent certified mail, receipt number_______________ is to formally advise you that I cannot pay this debt and have no attachable income or assets to levy.</p><p>I believe that I am judgment proof and I can prove it if necessary in a court of law. Should you attempt to file suit against me I will provide the court with valid proof of my situation.</p><p>My circumstances are that I am judgment proof because :</p><p>( list reasons:) I have no assets, no home or car (to attach), no income and no prospects and; I am disabled, unemployed, on social security or welfare.</p><p>I understand the debt is due, however your repeated attempts to collect are causing me much stress and therefore I must also ask you to cease and desist you (if the account is being pursued by a third party debt collector). If my situation changes, I will contact you immediately.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "71",
    "title": "Judgment Proof Letter (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number} - Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>Due to my desperate financial situation, I am unable to make payments on my account as originally agreed. My financial position is as follows:</p><p>(STATE REASON; FINANCIAL, MEDICAL, DISABILITY, UNEMPLOYED, ETC.)</p><p>I cannot work sufficient hours to meet my current expenses. My only sources of income are the following:</p><p>(LIST SOURCES OF INCOME)</p><p>I am familiar with the law and have been advised that I am \"judgment proof.\" If I should file for bankruptcy, I will claim all of my property as exempt. If you sue me and obtain judgment, you will not be able to collect any of my property to satisfy the judgment.</p><p>Please cease all collection activities you have taken or are considering. While I will absolutely present you with reasonable financial or medical information, I must avoid stress (including high-pressure collections activity and lawsuits).</p><p>I promise to inform you immediately should my financial condition improve and I am able to resume sending you normal payments.</p><p>Thank you for your consideration and understanding.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "72",
    "title": "Request Original Creditor to Take Back Debt from Collection Agency",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>This can be a very useful letter if you have a collection agency that has been abusive to you for a valid debt. Even if you owe the balance and do not contest the debt, it's often a good idea to inform the Original Creditor that the Collection Agency was abusive, misleading or simply too aggressive and that you refuse to communicate with them any longer. If the Collections Agent did violate the law, the Original Creditor will be very motivated to take pull back your account to avoid trouble. Once the Original Creditor takes back the account, the Collections listing will be deleted from your credit history reports<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Amount of debt: XXXXX Original creditor: XXXXXXXXXXXXXX Collection agency: XXXXXXXXXXXXXX Account ID: XXXXXXXXXXXXXX</p><p>To Whom It May Concern,</p><p>On (insert date) you assigned my debt to (collection agency name). Since that time I believe they have violated the Fair Debt Collection Practices Act.</p><p>Specifically, violations are: (List all violations: called late at night, refused to allow you to validate it, told other third parties about your debt, left harassing telephone messages, refused to provide proof, harassed or intimidated you, etc. Be sure to include any proof you have).</p><p>I am aware that I had an outstanding debt with your company but I refuse to make any arrangements with a collection agency, particularly one that does not respect my rights. Now that they have violated the FDCPA, I am requesting to communicate directly with you, otherwise I may be forced to take legal action against this collection agency that represents you.</p><p>Please reply by mail to advise me if you will take the account back so that I may make arrangements with you. Upon receiving your reply I will immediately contact you.</p><p>I have forwarded a copy of this letter to the collection agency and I am including a cease and desist clause directed towards that agency. From this moment forward I will only correspond with you.</p><p>I await your reply. Upon receiving it, I will write back to you via certified mail.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Certified mail receipt number:</p></div></body>"
  },
  {
    "id": "73",
    "title": "Warning of VOD refusal and FDCPA violations",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>&nbsp;{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be apprised that you are in direct violation of the Fair Debt Collections Practices Act. In my opinion you have violated at least three sections of this act by:&nbsp;</p><ul><li>Failing to validate a debt as allowed to the debtor under 15 USC 1692 (g) Section 809 (b)</li><li>Communicating with a debtor after receiving a cease and desist certified mail under 15 USC 1692 (g) Section 805 (c)</li><li>Harassment of alleged debtor under the \"abuse &amp; harassment\" subsection of the statute, USC 1692 (g) Section 806 (5)&nbsp;</li></ul><p>I have complete and thorough records of your violations and I am prepared to protect myself and my rights from unscrupulous collection agencies.&nbsp;</p><p>In (EXACT DATE), I sent by certified mail (receipt number: (CERTIFIED MAIL RECEIPT NUMBER), a request for your office to provide me with proof and evidence of the debt you alleged I owed, and I did so within 30 days of receiving your first notice. In that same letter I also included my cease and desist instructions.&nbsp;</p><p>After verified delivery of my letter (via your office's signature), you proceeded to mail a simple bill which is NOT considered a \"validation of debt\" by any means. You may wish to familiarize yourself with what is required when validating a debt.&nbsp;&nbsp;</p><p>Your office also proceeded to contact me by phone after the delivery and acceptance of my certified letter. Contacting a person after a cease and desist can lead to serious trouble for your agency including damages of up to $1000.00 per incident.&nbsp;</p><p>I highly doubt that this $(ENTER AMOUNT OF DEBT) debt is worth your agency's license and the fees and penalties for violations of the FDCPA.&nbsp;&nbsp;</p><p>There is no question that you willfully violated my rights and that I could bring charges against you immediately. However, I am assuming this has been a terrible mistake on&nbsp; your part and that you will take appropriate steps to enlighten yourself and your staff of such dangerous actions.&nbsp;</p><p>I will also be checking my credit report to see if you have willfully reported an unverified and disputable debt to the credit bureaus. If so, that will be a violation of the Fair Credit Reporting Act. I will state again in this certified mailing that you have failed to verify the debt as accurate, you have provided no proof of this alleged debt, and I must remind you again to not contact me in any way via phone or mail in reference to collecting this debt.&nbsp;</p><p>If I receive anything other than absolute proof from you, provided by the original creditor, I will assume you are harassing me and ignoring my cease and desist, and I will take action against you for these continued violations and abuse.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "74",
    "title": "Warning Violation for Expired Debt Collection",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>In reviewing my credit reports, I came across a debt item that was listed incorrectly. I disputed this account to the credit bureaus and they confirmed it was verified as accurate by you.&nbsp;&nbsp;</p><p>I am aware of the rights I have and am requesting that you immediately remove the debt from my credit reports or you may face damages by reporting inaccurate data to a credit reporting agency. (See the FCRA) This debt is listed as a charge off, with a last date of activity of ____________. You are reporting the charge off date as the date you purchased the debt instead of the actual charge off date.&nbsp; This is a clear violation of the Fair Credit Reporting Act, as it is clearly stated that \"no debt may be reported to a consumers' credit file for any longer than 7 years from the date of first serious delinquency or charge off.\"&nbsp;</p><p>Because you have altered the charge off date as the date you purchased it, you are committing fraud.&nbsp; I have informed the credit bureaus of this, and have asked for a second verification. When that verification comes to you, I suggest you follow the law and report the true facts. In addition to this debt being over the allowed time to report (7 years) it has also passed the statute of limitations to collect. I have no intention of paying this old expired debt and I am informing you of this now.&nbsp;</p><p>Should you attempt to report or collect this expired debt, I will contact my Attorney General and fill out a complaint to the Federal Trade Commission, and I will take steps to collect damages from you of up to $1,000.00. I believe I have a case against you for violating sections of the FDCPA and FCRA should you continue.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "75",
    "title": "Warning Violation for Expired Debt Collection (Alternate)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be advised that you are attempting to collect on an expired debt. I am invoking my right to cease you, based on factual law that this debt in question is legally expired under the Statute of Limitations.&nbsp; Accordingly, I am requesting that you do not attempt to collect this expired debt, and should you seek legal recourse I will invoke my right of the expired statute as a valid defense.&nbsp;</p><p>Additionally any attempts to harm my credit history and rating by updating or changing dates after you have been informed that the debt is expired, is a direct violation of the FDCPA. Any abuse to my credit rating on your part will be met with all recourse available to me by the law.&nbsp;</p><p>I am aware of how long items may remain on my credit reports and any attempt to extend the reporting time will be investigated by me, and reported to my State Attorney General and the American Collectors Association.&nbsp;</p><p>I am completely aware of how long the debt may be legally collectable and how long it may be legally reportable. I realize a debt is allowed to be reported on my credit history for no longer than 7 years, and my research has shown me that often a collection agency will reset the date of original charge off to the date they purchased it, thus trying to extend the reporting time in an attempt to force a consumer into paying it. I am informing you of this knowledge so that you may do the right thing.&nbsp;</p><p>I have no intentions of renewing the expired statute of limitations, so please stop wasting your time contacting me. I expect this will be the last time I hear from you.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "76",
    "title": "Warning of Expired Statute of Limitations",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>RE: Account number {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be advised that you are attempting to collect on an expired debt. I am invoking my right to cease you, based on factual law that this debt in question is legally expired under the Statute of Limitations.&nbsp;&nbsp;</p><p>Accordingly, I am requesting that you do not attempt to collect this expired debt, and should you seek legal recourse I will invoke my right of the expired statute as a valid defense.&nbsp;</p><p>Additionally any attempts to harm my credit rating by updating or changing dates after you have been informed that the debt is expired, are a direct violation of the FDCPA.<br><br>Any abuse to my credit rating on your part will be met with all recourse available to me.&nbsp;</p><p>I am aware of how long items may remain on my credit reports and any attempt to extend the reporting time will be investigated by me, and reported to the American Collectors Association and my State Attorney General.&nbsp;</p><p>I am completely aware of how long the debt is legally collectable and how long it is legally reportable. I realize a debt is allowed to be reported to my credit for 7 years, and my research has shown me that often a collection agency will reset the date of original charge off to the date they purchased it, thus trying to extend the reporting time in an attempt to force a consumer into paying it. I am informing you of this knowledge so that you may do the right thing.&nbsp;</p><p>I have no intention of renewing the expired statute of limitations, so please stop wasting your time contacting me.&nbsp;&nbsp;</p><p>I expect this will be the last time I hear from you.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "79",
    "title": "Pay For Delete (Alternate 3)",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br><br>{creditor_name}<br><br>&lt;CREDITOR/FURNISHER ADDRESS&gt;&nbsp;<br><br>Dear Collection Manager:&nbsp;</p><p>It has come to my attention through the credit bureaus that you claim I owe a debt to your agency. While I have never had the debt verified to me as legitimate by your agency, I may be willing to save us both some time and effort by \"settling the debt out\" with restrictions.&nbsp;<br><br>I understand that you hold all the rights to report the debt to the credit bureaus as you see fit and you can change that listing at any time, as the source owning the debt. I am sure you are aware of my right to dispute this debt and to request full proof of the obligation as per the FDCPA. Paying this unverified debt means little to me if we cannot mutually agree that you will report the debt as mentioned below.&nbsp;<br><br>While I realize that your purpose is to collect debts as a collection agent, I am also aware of what a paid collection on my report would represent for me, which is not favorable. That being said, I know that you have the absolute right to report this debt as you see fit or not report it at all. It is only unlawful to report false information but you may remove a listing any time at your discretion.&nbsp;<br><br>Please do not attempt to continue contacting me outside of this offer or I will be forced to cease and desist our communication and request full lengthy verification of the debt. My goal is to arrange a term acceptable to both.&nbsp;<br><br>My financial resources are limited and I am trying to do what’s right but I am realistic about my financial ability. I will pay your company the amount of $(AMOUNT) as \"payment in full\" for this account. Upon receipt of the above payment, your company has agreed to delete the item on my credit reports.&nbsp;<br><br>If you agree with these terms please acknowledge this letter with your signature and return it to me. You agree that the terms herein are confidential and that you have the authority to make such decisions. No payment will be made without written confirmation from you.&nbsp;<br><br>Upon receipt of this signed acknowledgment, I will immediately mail you a cashier's check by priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made and the offer will be void.&nbsp;<br><br>________________________________________<br>Name of collection agency&nbsp;</p><p>________________________________________<br>Signature of company officer:&nbsp;</p><p>________________________________________<br>Name&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Title&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date:</p></div></body>"
  },
  {
    "id": "129",
    "title": "Furnisher Basic Dispute",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {ss_number}</p><p>{creditor_name}<br> {creditor_address}&nbsp;<br> {creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>Re: &nbsp;Remove Inaccurate Information from my Credit Reports.&nbsp; &nbsp;</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>I received a copy of my credit report and found you are reporting incorrect information to the credit bureaus.</p><p>Here are the error(s):</p><p>{dispute_item_and_explanation}</p><p>Under federal law, as a furnisher of information to consumer reporting agencies, you must conduct a reasonable investigation of my dispute and you must complete this investigation within 30 days of receipt of this letter. I demand that this information be investigated and either verified or removed from my report. Please send me confirmation the information has been removed from my credit files.</p><p>Thank you for your time and help in this matter.</p><p>Sincerely,</p><p>{client_signature}<br> __________________________________ <br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "130",
    "title": "Furnisher No Response",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}<br><br>{creditor_name}<br>{creditor_address} <br>{creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you have reported inaccurate and incomplete credit information to the credit bureaus.</p><p>Federal laws require furnisher’s of information to report accurate credit information to the credit bureaus and in this case, you have failed to do so. Every step must be taken to assure the information reported is completely accurate and correct. I disputed the following information over 30 days ago and you have not yet responded:</p><p>{dispute_item_and_explanation}</p><p>This inaccurate information must be deleted from my credit file immediately. Please contact the credit agencies you have reported it to and remove this misleading information from my credit profile.</p><p>Under federal law, you must complete your re-investigation in a timely manner. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your investigation.</p><p>Sincerely yours,</p><p>{client_signature}<br> _________________________________________<br> {client_first_name} {client_last_name}</p><p><br><br><br></p></div></body>"
  },
  {
    "id": "131",
    "title": "Furnisher Re-investigation",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{bdate}<br>{ss_number}</p><p>{creditor_name}<br> {creditor_address}&nbsp;<br> {creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>Attn: Customer Relations Department</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>I am in disagreement with the information listed below which you reported to the credit agencies and still appear on my credit report, even after your investigation. I would like these item(s) immediately re-investigated and removed. These inaccuracies are impacting my credit rating.</p><p>{dispute_item_and_explanation}</p><p>Please confirm you have completed your investigation and corrections by notifying by mail. Your cooperation and prompt attention are appreciated.</p><p>Sincerely yours,</p><p>{client_signature}<br> ________________________________________ <br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "132",
    "title": "Furnisher Warning",
    "category": "Creditor Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address}<br> {bdate}<br> {ss_number}</p><p>{creditor_name}<br> {creditor_address}&nbsp;<br> {creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}</p><p>Re: Warning&nbsp;&nbsp;</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>I recently sent you a request to reinvestigate incorrect items which you reported to the credit agencies. You ignored my request.</p><p>Federal law requires that you complete your reinvestigation of my request within 30 days. It has now been more than 30 days and the items remain on my report:</p><p>{dispute_item_and_explanation}<br><br>I will assume that I have not received your reply because you have been unable to verify this information. If the information is not immediately reinvestigated and removed, I will be forced to seek legal counsel for relief through the court and file complaints with regulatory enforcement agencies including the CFPB, FTC and my state attorney general.&nbsp;&nbsp;</p><p>Sincerely yours,</p><p>{client_signature}<br> ______________________________________<br> {client_first_name} {client_last_name}</p><p>&nbsp;</p></div></body>"
  },
  {
    "id": "122",
    "title": "Basic Dispute for Collections",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br> {client_address} <br> {ss_number}</p><p>{creditor_name}<br> {creditor_address}<br> {creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Dispute of Collections Action: Case #{account_number}.</p><p>To Whom It May Concern:</p><p>I received a copy of my credit report and found the following errors. See the attached copy of my credit report; the errors have been highlighted. Here as follows is error:</p><p>{creditor_name}<br> Account #{account_number}&nbsp;<br> {dispute_item_and_explanation}</p><p>I am hereby requesting that you confirm the fact that I owe this debt as required by any applicable state and federal laws. Please contact the creditor to obtain verification.</p><p>In addition, under the provisions of state and federal Fair Debt Collection Practices Act (FDCPA), Fair Credit Reporting Act (FCRA), and related consumer statutes, I am hereby instructing you to cease collection of the debt while efforts are made to obtain verification. Until you resolve this error with the creditor, you should neither contact me nor anyone else except the creditor about this collection.</p><p>Furthermore, any reporting of this matter to credit reporting agencies is premature. Until you have investigated my dispute, you should not relay negative information to a credit reporting agency. If negative information has already been reported, you must notify the agency to remove said report until the investigative process is over so that my credit report remains accurate, or at the very least, my credit report should be updated to reflect my dispute.</p><p>Your next contact with me should be to either notice that the creditor has failed to provide verification of the debt and that the matter has been closed or that you believe that this debt is valid and are providing proof of my responsibility. If the former, please confirm that I am not being held responsible for the debt in writing and also that if the account has already been noted on my credit report, that you will contact the bureau(s) in question to have the account removed. If the latter, I expect that you will provide me with an explanation as to why you have decided not to remove this account from collections and a copy of all documents relevant to the debt such as the application, bills, records of communications and payments, and any other data that indicates my responsibility.</p><p>I am instructing you not to contact any third parties such as my employer, neighbors, friends or family members. In addition, you may not contact me by phone at work or at my home about this collection activity. All future correspondence should be sent to me in writing.</p><p>Please acknowledge that you have received this notice within 14 days.&nbsp;</p><p>Sincerely,</p><p></p><p>{client_signature}<br>_______________________________________<br> {client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "85",
    "title": "Debt Settlement Offer (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: Debtor's Settlement Offer for Account Number: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>I am aware that I owe a balance to your company. This letter is an offer to settle the debt for less because of my inability to pay the full balance due to financial circumstances, because of:&nbsp; (LIST HARDSHIPS HERE), I am only able to pay a portion of this debt.&nbsp;</p><p>I realize you may be motivated as well, because of the age of the debt and my financial crisis. Refusing to work with me will only make matters worse for both of us.&nbsp;</p><p>You claim the amount owed on the account is $________.&nbsp;</p><p>Please accept this offer to settle this account ONLY under the following conditions:&nbsp;</p><p>The parties involved agree to settle the account in full for the sum of $__________ and this amount is accepted as full and final payment on said debt. Complete discharge and settlement of all monies due will be created, provided that the amount agreed upon shall be paid in the following manner:&nbsp;&nbsp;</p><p>Payment terms: (i.e., 10 payments of $XXX on the 1st of each month after the execution of this agreement, 3 payments of $XXX to be paid monthly on the 1st of each month, 1 lump sum of $XXXX, etc.)&nbsp;</p><p>Payment location: (ADDRESS TO SEND THE PAYMENTS&nbsp;</p><p>Other terms:&nbsp; (list additional arrangements made, such as, creditor agrees to freeze the account without any additional fees or interest added to the balance, etc.) Credit reporting: (list status terms you are requesting such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.)&nbsp;</p><p>This agreement shall be binding under the laws of (LIST YOUR STATE AND THE CREDITOR'S STATE)&nbsp;</p><p>If your office agrees to this settlement, please send back confirmation on your company letterhead and signed by someone with the authority to accept such offers. Time is of the essence due to my present financial situation so please reply as soon as possible.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "77",
    "title": "Dispute Collections",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p><span>{creditor_name}</span><br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Dispute of Collections Action: Case # <span>{account_number}</span>.<br>[If a collection agency has sent written notice, your case number is likely in the letter. If you have not received a written notice from the collection agency, tailor this line accordingly. For example, show the date you were contacted by the collection agency and/or identify the creditor by name if you can.]</p><p>To [person whose name appears on agency's notice to you]:</p><p>On [date] I was contacted by [name of person who called you] of your agency, who informed me that [name of collection agency] is attempting to collect [amount of claimed debt]. This individual is collecting on behalf of [name of creditor]. [OR] This individual would not tell me for whom you are supposed to be collecting.</p><p>[OR]</p><p>On [date] I received a written notice of the claimed debt, a copy of which is attached.</p><p>This is to inform you that I dispute the debt because [insert reason for dispute, e.g. the agency has mistaken you with someone else or the debt has been paid. Include copies, not originals, of any correspondence that support your dispute]. I am hereby requesting that you confirm the fact that I owe this debt as required by any applicable state and federal laws. Please contact the creditor to obtain verification.</p><p>In addition, under the provisions of state and federal Fair Debt Collection Practices Act (FDCPA), Fair Credit Reporting Act (FCRA), and related consumer statutes, I am hereby instructing you to cease collection of the debt while efforts are made to obtain verification. Until you resolve this error with the creditor, you should neither contact me nor anyone else except the creditor about this collection.</p><p>Furthermore, any reporting of this matter to credit reporting agencies is premature. Until you have investigated my dispute, you should not relay negative information to a credit reporting agency. If negative information has already been reported, you must notify the agency to remove said report until the investigative process is over so that my credit report remains accurate, or at the very least, my credit report should be updated to reflect my dispute.</p><p>Your next contact with me should be to either notice that the creditor has failed to provide verification of the debt and that the matter has been closed or that you believe that this debt is valid and are providing proof of my responsibility. If the former, please confirm that I am not being held responsible for the debt in writing and also that if the account has already been noted on my credit report, that you will contact the bureau(s) in question to have the account removed. If the latter, I expect that you will provide me with an explanation as to why you have decided not to remove this account from collections and a copy of all documents relevant to the debt such as the application, bills, records of communications and payments, and any other data that indicates my responsibility.</p><p>I am instructing you not to contact any third parties such as my employer, neighbors, friends or family members. In addition, you may not contact me by phone at work or at my home about this collection activity. All future correspondence should be sent to me in writing.</p><p>[If you wish to still speak to a collector by phone, indicate the times when it is okay to contact you or note the name, address, and phone number of your attorney, if you have retained one.]</p><p>Please acknowledge that you have received this notice by [Pick a date that is two weeks from date of letter].</p><p>Sincerely,<br><br></p><p>{client_signature}<br>_______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "78",
    "title": "Temporarily Stop Collections",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>(Name of Collection Agency)<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>To [person whose name appears on agency's notice to you]:</p><p>Thank you for your recent inquiry. This is not a refusal to pay, but a notice that your claim is being disputed. This is a request for validation made pursuant to the Fair Debt Collection Practices Act.</p><p>Be advised that I am not requesting a \"verification\" that you have my mailing address, I am requesting a \"validation;\" that is, competent evidence that I have some contractual obligation to pay you.</p><p>You should also be aware that sending unsubstantiated demands for payment through the United States Mail System might constitute mail fraud under federal and state law. You may wish to consult with a competent legal advisor before your next communication with me.</p><p>Your failure to satisfy this request within the requirements of the Fair Debt Collection Practices Act will be construed as your absolute waiver of any and all claims against me, and your tacit agreement to compensate me for costs and attorney fees.</p><p>Sincerely,</p><p>{client_signature}<br>_______________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "80",
    "title": "Pay for Delete (Offer Payment if Negative is Removed)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: {client_first_name} {client_last_name} , Account number {account_number}</p><p>To Whom It May Concern:</p><p>On (Date), I received a copy of my credit report from (Credit Bureau Name). That report lists my payments to you as being 'delinquent.'</p><p>My financial problems are now behind me and I am in a position to pay off this debt. I can pay a lump sum amount of $______ or I can pay installments in the amount of $______ per month for _______ months if you will agree to one of the following:</p><p>( ) If I make a lump sum payment, you will agree to remove all negative information from my credit file associated with the debt.</p><p>( ) If I agree to pay off the debt in monthly installments, you agree to 're-age' my account - making the current month the first repayment month and showing no late payments as long as I make the agreed upon monthly payments.</p><p>If this offer is acceptable to you, please check and initial one of the above choices, sign your acceptance below and return this letter to me in the enclosed envelope.</p><p>Thank you for your time and assistance.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p><p>Agreed to and accepted to on this _____ day of _______________, ________.</p><p>By: ________________________________<br> (Creditor Representative Signature)</p><p>Name (print): ___________________________</p><p>Company:_________________________</p><p>Title:_________________________________</p></div></body>"
  },
  {
    "id": "81",
    "title": "Pay For Delete (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>Re: {account_number}</p><p>This letter is an offer to amicably settle the above account. It shall not be misconstrued as an acknowledgment of any liability for this debt in any form.</p><p>I will pay your company the amount of $XXXX as \"full settlement of this account.\"</p><p>If you accept this agreement, I will send you a money order or certified cashiers check for this settlement amount of $XXXX in exchange for a full deletion of all references regarding this account from my credit reports and full satisfaction of the debt. This agreement is binding and will be void should you not fulfill your end of this agreement. Furthermore, this debt will be deleted from my credit report at all three credit bureaus, as well as any other bureaus that your company regularly reports to.</p><p>If you agree to the above, please acknowledge with your signature and return a copy to me. Upon receipt of your signed acknowledgment, I will promptly send you a money order or cashiers check in the amount I have stated above.</p><p>Please note: This agreement is restricted. This is not a renewed promise to pay, but rather a restricted settlement offer only. By not signing below, you agree that the debt has not been renewed nor have any written agreements been exchanged.</p><p>I look forward to resolving this matter in a speedily manner.</p><p>{client_first_name} {client_last_name}</p><p>Creditor’s Authorized Signature: _____________________<br>Date:_________________<br>Name: ______________________<br>Title : _______________________</p></div></body>"
  },
  {
    "id": "82",
    "title": "Pay For Delete (Alternate 2)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Dear Collection Manager:</p><p>It has come to my attention, through my credit report, that you claim I owe a debt to your agency. I can save us both some effort and time by settling the debt out.</p><p>Here below is my offer. This is not a renewed promise to pay, nor does it constitute any agreement unless you sign and return it. <br>Please Note that I have not yet agreed that this debt is indeed mine and I have the option to seek additional proof of this debt from your agency.</p><p>Because you hold all the rights to report the debt to the credit bureaus as you see fit, you can certainly change that listing at any time as the source reporting the debt.</p><p>I have no doubt that you are aware of my right to dispute this debt and request full proof of obligation. Paying this unverified debt to you has little value to me if we cannot mutually agree that you will report the debt as outlined below.</p><p>While I realize that your function is to collect debts as a collection agent, I am also aware that a paid collection would not be favorable on my report. That being said, I have determined, through the bureaus, that you have the absolute right to report this debt as you see fit or not report it at all.</p><p>If you indicate that you are unable to remove the negative listing on my credit report, I will be forced to cease communication and request full verification of the debt.</p><p>My goal is to arrange a term that is acceptable to us both, since this debt is \"questionable.\"</p><p>My Offer: I will pay your company the amount of $xx as \"payment in full for the full satisfaction of this account.\" Upon receipt of the above payment, your company will agree to change this entry on my credit reports to \"Paid\" immediately. You further agree to remove any and all previous notations of delinquency.</p><p>If you approve and agree to these terms, please acknowledge with your signature and return this letter to me. You agree these terms herein are confidential and that you have the authority to make such decisions. No payment will be made without written confirmation.</p><p>Upon receipt of this signed acknowledgment, I will immediately mail you funds by priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made, and the offer will be withdrawn.</p><p>{client_first_name} {client_last_name}</p><p>{creditor_name}</p><p>________________________________<br>Signature of company officer</p><p>________________________________<br>Print Company Officer name</p><p>Date:</p><p>Sincerely,</p><p>Name<br>Address<br>Social security number</p></div></body>"
  },
  {
    "id": "83",
    "title": "Pay For Delete (Alternate 3)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br><br>&lt;CREDITOR/FURNISHER ADDRESS&gt;&nbsp;</p><p>Dear Collection Manager:&nbsp;</p><p>It has come to my attention through the credit bureaus that you claim I owe a debt to your agency. While I have never had the debt verified to me as legitimate by your agency, I may be willing to save us both some time and effort by \"settling the debt out\" with restrictions.&nbsp;</p><p>I understand that you hold all the rights to report the debt to the credit bureaus as you see fit and you can change that listing at any time, as the source owning the debt. I am sure you are aware of my right to dispute this debt and to request full proof of the obligation as per the FDCPA. Paying this unverified debt means little to me if we cannot mutually agree that you will report the debt as mentioned below.&nbsp;</p><p>While I realize that your purpose is to collect debts as a collection agent, I am also aware of what a paid collection on my report would represent for me, which is not favorable. That being said, I know that you have the absolute right to report this debt as you see fit or not report it at all. It is only unlawful to report false information but you may remove a listing any time at your discretion.&nbsp;</p><p>Please do not attempt to continue contacting me outside of this offer or I will be forced to cease and desist our communication and request full lengthy verification of the debt. My goal is to arrange a term acceptable to both.&nbsp;</p><p>My financial resources are limited and I am trying to do what’s right but I am realistic about my financial ability. I will pay your company the amount of $(AMOUNT) as \"payment in full\" for this account. Upon receipt of the above payment, your company has agreed to delete the item on my credit reports.&nbsp;</p><p>If you agree with these terms please acknowledge this letter with your signature and return it to me. You agree that the terms herein are confidential and that you have the authority to make such decisions. No payment will be made without written confirmation from you.&nbsp;</p><p>Upon receipt of this signed acknowledgment, I will immediately mail you a cashier's check by priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made and the offer will be void.&nbsp;</p><p>________________________________________<br>Name of collection agency&nbsp;</p><p>________________________________________<br>Signature of company officer:</p><p>________________________________________<br>Name&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Title&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date:</p></div></body>"
  },
  {
    "id": "84",
    "title": "Debt Settlement Offer",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>If you have effectively agreed with a creditor or collector to settle a debt, this letter will to secure your rights for amount to be paid and credit reporting issues. Do not use this letter if the debt is disputed or expired, as doing so can renew the statute of limitations. If you agree that the debt is valid and you wish to begin negotiations you may also use this letter to present your first offer.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Debtor's Settlement</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>I understand that I owe a balance to your company. This letter is an offer to settle the debt for less because of my inability to pay the entire balance. Because of dire financial circumstances, [overwhelming debt, loss of job, insurance settlement with limited funds, considering bankruptcy, borrowing the money, illness, loss of family member with income, etc. List your reason here as to why you are offering to pay less.] I am only able to pay a portion of this debt.</p><p>I recognize you may be motivated as well, because of the age of the debt and my financial crisis. Declining to work with me will only make matters worse for both of us.</p><p>You are claiming the amount owed on the account is $________. Please accept my good faith offer to settle this account under these following conditions ONLY:</p><p>The parties involved agree to settle the account in full for the sum of $__________ and this amount is accepted as complete and final payment on said debt. Full discharge and settlement of all monies due will be created, provided that the amount agreed upon shall be paid as follows:</p><p>Payment terms: how debt will be paid, (i.e., three payments of $250.00 to be paid monthly on the 1st of each month, 8 payments of $200.00 on the 1st of each month after execution of this agreement, etc.)</p><p>Payment address: where you will send payment each month.</p><p>Other terms: list specific arrangements made, such as, creditor agrees to freeze the account without any additional fees or interest added to the balance etc.</p><p>Credit reporting: list all account status terms you are requesting such as \"paid in full\", \"deleted\", \"settled in full\", \"settled for less\", etc.</p><p>Governing states: This agreement shall be binding under the laws of [list your state and the creditor’s state].</p><p>If your office is in agreement with this settlement, please reply with confirmation on your company letterhead and signed by an individual with the authority to accept such offers. Time is of the essence because of my financial situation so please reply as soon as possible.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "86",
    "title": "Debt Settlement Offer (Alternate 2)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***********************Instructions - Delete Before Printing****************************<br>Send this only if the Creditor or Collections Agent has already agreed by phone or correspondence.<br>***********************Instructions - Delete Before Printing****************************&nbsp;</p><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}</p><p>Attn: Attn: Settlement Dept.&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: Debtor's Settlement Offer for Account Number: {account_number}&nbsp;</p><p>Dear Settlement Dept.:&nbsp;</p><p>This is a settlement offer for {client_first_name} {client_last_name}, (Debtor) concerning a debt owed to (Creditor), who claims the amount to be owed on Account Number:<br><br>{account_number} is $(AMOUNT).&nbsp;&nbsp;</p><p>Please accept this offer to settle this account under the following conditions:&nbsp;</p><p>The parties agree to settle the account in full for the sum of $(AMOUNT) and this amount is accepted as full and total payment on said debt provided the following is met.&nbsp;</p><ul><li>{client_first_name} {client_last_name} will pay cashiers check of $(AMOUNT) if the debt is considered paid in full and reported as such to the credit reporting agencies.&nbsp;</li></ul><ul><li>The creditor agrees to freeze the account without any additional fees or interest being added to the balance, provided debtor fulfills the agreed upon settlement obligations.&nbsp;</li></ul><ul><li>The account is marked: (list status terms you are requesting such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.)&nbsp;</li></ul><p>This agreement shall be governed under the laws of (STATE), and shall be binding. If the above terms are acceptable to (CREDITOR), please respond in writing, on your company letterhead, acknowledging your acceptance and the terms as you agree to them.&nbsp;</p><p>As soon as I receive your acceptance of this offer, I will express mail a cashiers’ check.&nbsp;</p><p>&nbsp;________________________________<br>Creditor name&nbsp;</p><p>________________________________<br>Creditor: Title:</p><p>I agree to the terms listed above:&nbsp; Yes____ No____&nbsp;</p><p>&nbsp;_______________________________________<br>Creditor's Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date</p></div></body>"
  },
  {
    "id": "87",
    "title": "Debt Settlement Offer (Alternate 3)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>**************************Instructions - Delete Before Printing**************************<br>Send this only if the Creditor or Collections Agent has already agreed by phone or correspondance.<br>**************************Instructions - Delete Before Printing**************************&nbsp;</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>Re: Account Number: {account_number}.&nbsp;</p><p>Dear {creditor_name},&nbsp;</p><p>This is to confirm our conversation on ___________ as to the offer of the above stated account. As discussed, I will pay your company the amount of $________ as payment in full for the final satisfaction of this account.&nbsp;&nbsp;</p><p>Upon receipt of the above payment, your company has agreed to change the entry on my credit reports from: _____________________ to (list status terms you are requesting, such as “paid in full”, “settled in full”, \"Paid as agreed\", “settled for less”, “deleted” etc.) .&nbsp;&nbsp;</p><p>If you agree with these terms, please acknowledge with your signature and return it to me. You agree the terms herein are confidential and you have the authority to make such decisions. No payment will be made without written confirmation.&nbsp;</p><p>Upon receipt of this signed acknowledgment, I will immediately mail you funds priority mail. This is not a renewed promise to pay but rather a restricted offer only. If no terms can be met, no new arrangements will be made and the offer will be void.&nbsp;</p><p>_________________________________<br>Name of Creditor</p><p>&nbsp;________________________________________<br>Creditor’s Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date</p><p>_________________________________<br>Name Of Creditor’s Authorized Representative</p><p>_________________________________<br>Position or Title:&nbsp;</p></div></body>"
  },
  {
    "id": "88",
    "title": "Debt Settlement Offer to Dismiss Court Judgment",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}&nbsp;</p><p>To: Judgment Creditor, {creditor_name}&nbsp;</p><p>From: Judgment Debtor, {client_first_name} {client_last_name}&nbsp;</p><p>Case number:&nbsp; (CASE NUMBER)&nbsp;</p><p>Judgment amount:&nbsp; (AMOUNT)&nbsp;</p><p>Date: {curr_date}&nbsp;</p><p>Dear Sir,&nbsp;&nbsp;</p><p>I am aware of the money due you and of the judgment placed against me for this money. I had every intention of taking care of this prior to the entry of the judgment, but unfortunately time constraints ended that chance.&nbsp;</p><p>Today I am writing to you so that we may put this matter behind us and settle out this judgment for good, under a few conditions. This will save you time and money trying to collect the judgment and will help me recover from your negative entry against me.&nbsp;</p><p>I have been offered an amount from a close family member to pay you $(AMOUNT) to settle the debt in full and have the judgment dismissed.&nbsp;&nbsp;</p><p>As the judgment creditor, you reserve the right to dismiss or vacate the judgment as well as entering it. If I pay you from this offer letter saving you immense time, fees and paperwork, you can then file a simple paper with the courts dismissing the judgment.&nbsp;</p><p>My offer is to pay you in exchange for the dismissal so that we have both gained something from this unfortunate situation. It is extremely important that you dismiss the judgment rather than satisfying it, because a satisfied judgment really looks no better for me than a filed judgment.&nbsp;</p><p>With a dismissed judgment I can justify paying you. Upon your signed approval of this offer, I will forward the full settlement to you immediately. I understand this offer is void if I do not send you $(AMOUNT) within 5-10 days of your signed confirmation.&nbsp;&nbsp;</p><p>If you agree to \"dismiss\" the judgment upon full and final payment of $(AMOUNT), then please sign and return this offer and acceptance.&nbsp;</p><p>Offer Accepted and Agreed,&nbsp;</p><p>________________________________________<br>Judgment Creditor Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date&nbsp;</p><p>________________________________________<br>Judgment Creditor Authorized Representative&nbsp;</p><p>On behalf of:&nbsp;</p><p>________________________________________<br>Judgment Creditor Company Name</p></div></body>"
  },
  {
    "id": "89",
    "title": "Unilateral Release of Claims (Include with Settlement Offer Before Payment)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>Re: Account Number: {account_number}. Balance to be paid: $__________&nbsp;</p><p>Dear {creditor_name}&nbsp;</p><p>Per our agreement to settle the above mentioned debt, I am requesting that you sign this unilateral release form. This form confirms that we both agreed to settle the debt listed above for the amount indicated.&nbsp;</p><p>Creditors/Agency Name: _________________________________&nbsp;</p><p>We agree that to accept $_______ as \"payment in full\" for account number: {account_number}.&nbsp;</p><p>For: {client_first_name} {client_last_name}&nbsp;</p><p>We will accept this amount as full and final satisfaction and we will have no future claims against this account or debtor. This Unilateral Release ensures that we understand we have accepted a settlement on this debt and will not pursue the debtor later for any deficiency balance.&nbsp;</p><p>________________________________________<br>Creditor’s Authorized Signature&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date&nbsp;</p><p>_________________________________<br>Printed name of Creditors Authorized Rep.&nbsp;</p><p>_________________________________<br>Position or Title:&nbsp;</p></div></body>"
  },
  {
    "id": "90",
    "title": "Validation of Debt (Simple)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Re: Account # {account_number}</p><p>To Whom It May Concern,</p><p>I dispute your claims in their entirety and I am requesting validation from you pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8) (FDCPA).</p><p>Sincerely,</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "91",
    "title": "Validation of Debt (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{bureau_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information.</p><p>I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish. Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct. The following information therefore needs to be re-investigated.</p><p><insert dispute=\"\" items=\"\" and=\"\" explanation=\"\" here=\"\"></insert></p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature.</p><p>Failing that, the item must be deleted from the report as soon as possible. The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "92",
    "title": "Validation of Debt (Alternate 2)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{curr_date}</p><p>To Whom It May Concern,</p><p>This letter is a formal complaint that you are reporting inaccurate and incomplete credit information. I am distressed that you have included the information below in my credit profile and that you have failed to maintain reasonable procedures in your operations to assure maximum possible accuracy in the credit reports you publish.</p><p>Credit reporting laws ensure that bureaus report only 100% accurate credit information. Every step must be taken to assure the information reported is completely accurate and correct.</p><p>The following information therefore needs to be re-investigated:</p><p>{dispute_item_and_explanation}</p><p>I respectfully request to be provided proof of this alleged item, specifically the contract, note or other instrument bearing my signature. Failing that, the item must be deleted from the report as soon as possible:</p><p>The listed item is entirely inaccurate and incomplete, and as such represents a very serious error in your reporting. Please delete this misleading information and supply a corrected credit profile to all creditors who have received a copy within the last six months, or the last two years for employment purposes.</p><p>Additionally, please provide the name, address, and telephone number of each credit grantor or other subscriber.</p><p>Under federal law, you have thirty (30) days to complete your re-investigation. Be advised that the description of the procedure used to determine the accuracy and completeness of the information is hereby requested as well, to be provided within fifteen (15) days of the completion of your re-investigation.</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "93",
    "title": "Validation of Debt (Alternate 3)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Acct # {account_number}</p><p>To Whom It May Concern:</p><p>I am sending this letter to you in response to the notice I received from you on (date of letter). Please be advised that this is not a refusal to pay, but a notice sent pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (b) that your claim is disputed and validation is requested.</p><p>This is NOT a request for 'verification' or proof of my mailing address, but a request for 'VALIDATION' made pursuant to the above named Title and Section. I respectfully request that your office provide me with factual evidence that I have any legal obligation to pay you.</p><p>Please provide me with the following:</p><p>-What the money you say I owe is for;</p><p>-Explain and show me how you calculated what you say I owe;</p><p>-Provide me with copies of any papers that show I agreed to pay what you say I owe;</p><p>-Provide a verification or copy of any judgment if applicable;</p><p>-Identify the original creditor;</p><p>-Prove the Statute of Limitations has not expired on this account;</p><p>-Show me that you are licensed to collect in my state; and</p><p>-Provide me with your license numbers and Registered Agent.</p><p>If your offices have reported invalidated information to any of the three major Credit Bureau's (Equifax, Experian or TransUnion), said action might constitute fraud under both Federal and State Laws. Due to this fact, if any negative mark is found on any of my credit reports by your company or the company that you represent I will not hesitate to bring legal action against you for the following:</p><p>-Violation of the Fair Credit Reporting Act</p><p>-Violation of the Fair Debt Collection Practices Act</p><p>-Defamation of Character</p><p>If your offices are able to provide the proper documentation as requested, I will require at least 30 days to investigate this information and during such time all collection activity must cease and desist.</p><p>Also during this validation period, if any action is taken which could be considered detrimental to any of my credit reports, I will consult with my legal counsel. This includes any information to a credit reporting repository that could be inaccurate or invalidated or verifying an account as accurate when in fact there is no provided proof that it is.</p><p>If your offices fail to respond to this validation request within 30 days from the date of your receipt, all references to this account must be deleted and completely removed from my credit file and a copy of such deletion request shall be sent to me immediately.</p><p>I would also like to request, in writing, that no telephone contact be made by your offices to my home or to my place of employment. If your offices attempt telephone communication with me, including but not limited to computer generated calls or correspondence sent to any third parties, it will be considered harassment and I will have no choice but to file suit. All future communications with me MUST be done in writing and sent to the address noted in this letter.</p><p>This is an attempt to correct your records, any information obtained shall be used for that purpose.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "94",
    "title": "Validation of Debt (Alternate 4)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}</p><p>&nbsp;Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>I am in receipt of your letter claiming that I owe your company for a debt. According to the Federal Fair Debt Collection Practices Act, I have a right to have the alleged debt validated by you.&nbsp;</p><p>I have to date, received no proof that I owe your company any debt and I am requesting that you forward to me full and proper documentation as evidence of this alleged debt.&nbsp; As per the FDCPA, it is a violation for any debt collector to pursue collection activity on an account without notifying the debtor in writing within 5 days after any communication. Additionally I am allowed 30 days to dispute the validity of the debt.&nbsp; If you are unable to provide me with proper proof then you must stop attempting to collect this alleged debt.&nbsp;</p><p>If you continue to claim I owe a debt that you cannot confirm with proof then you will be in direct violation of the FDCPA. Additionally, any attempt on your part to report this alleged debt to my credit reports will be a violation of the Fair Credit Reporting Act.&nbsp;&nbsp;</p><p>Please forward your documentation to me upon receipt of this certified letter. Please note that proper documentation is not a print out or bill from you but rather actual proof of the debt's existence.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "95",
    "title": "Validation of Debt (After Dispute to Bureau)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Re: Account # xxxxxxx</p><p>To Whom It May Concern:</p><p>Your company is reporting the below referenced account on my credit report as a collection account.</p><p>{dispute_item_and_explanation}</p><p>I have disputed this item with the credit reporting agency and they reported you confirmed the account as valid.</p><p>In a good faith effort to resolve the matter amicably, I must demand proof of this debt, specifically the alleged contract or other instrument bearing my signature, as well as proof of your authority in this matter. Absent such proof, you must correct any erroneous reports of this past debt as mine.</p><p>I am writing to request that you please provide the following information:</p><p>1. Please evidence your authorization under 15 USC 1692(e) and 15 USC 1692(f) in this alleged matter.<br>2. What is your authorization of law for your collection of information?<br>3. What is your authorization of law for your collection of this alleged debt?<br>4. Please evidence your authorization to do business or operate in this state.<br>5. Please evidence proof of the alleged debt, including the alleged contract or other instrument bearing my signature.<br>6. Please provide a complete account history, including any charges added for collection activity.</p><p>You have thirty (30) days from receipt of this notice to respond. Failure to respond in writing, hand-signed, and in a timely manner, will be considered a waiver to any and all of your claims in this matter, and will entitle me to presume you placed this on my credit report(s) in error and that this matter is permanently closed. Provide the proof, or correct the record and remove this invalid debt from all sources to which you have reported it.</p><p>For the purposes of 15 USC 1692 et seq., this Notice has the same effect as a dispute to the validity of the alleged debt and a dispute to the validity of your claims. This Notice is an attempt to correct your records, and any information received from you will be collected as evidence should further action be necessary. This is a request for information only, and is not a statement, election, or waiver of status.</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p></div></body>"
  },
  {
    "id": "96",
    "title": "Validation of Debt (Estoppel by Silence)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>Doctrine of Estoppel by Silence can be extremely powerful with collection agencies that have ignored your Validation of Debt requests. According to Black Law, the meaning is: Estoppel: A legally imposing bar resulting from one's own conduct and precluding any denial assertion regarding a fact. A doctrine that prevents a person from adopting an inconsistent position, attitude or action if it will result in injury to another. An affirmative defense alleging good faith. Estoppel by Silence: Estoppel that arises when a party is under a duty to speak but fails to. The Estoppel letter is used when you request Validation of Debt and do not get a response from the Collection Agency. It uses the \"Doctrine of Estoppel\" which tells the collection agency that their silence must mean they agree with you. This letter can be used after you have already sent two Validation of Debt requests to a collection agency.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>This certified letter, receipt number: ____________________ is to formally advise you that I believe your company has violated several of my consumer rights. Specifically:</p><p>You failed to validate a debt at my request, which is a FDCPA violation and you continued to report a disputed debt to the Credit Bureaus: another FCRA violation</p><p>Not only have you ignored my prior requests for validation of debt (proof attached: receipt copies or letter copies) but you continue to report this debt to the credit bureaus causing damage to my character. This letter will again request that you follow the FDCPA and please provide the following:</p><p>Validation of Debt Request<br>-Proof of your right to own/collect this alleged debt<br>-Balance claimed including all fees, interest and penalties<br>-Contract bearing my personal signature</p><p>As you may be aware, \"Estoppel by Silence\" legally means that you had a duty to speak but failed to do so therefore, that must mean you agree with me that this debt is false. I will use the Estoppel in my defense.</p><p>I expect to receive the proof requested above within 15 days of this letter. Should you again ignore my request for validation of debt I reserve the right to sue your company for violations of my consumer rights as specified under both the FDCPA and the FCRA. I may also seek damages from you if warranted.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "97",
    "title": "Validation of Debt (Admission by Silence)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions Delete these before saving and sending***************<br>This letter is similar to the Estoppel by Silence letter. This \"Admission by Silence\" will advise a collection agency of the Black Law Legal Meaning: The failure of a party to speak after an assertion of fact by another party that, if untrue, would naturally compel a person to deny the statement. This is a powerful statement! If you are right, you speak up; if you are wrong you do nothing to stand your ground. Asserting this information can cause a collections agent to think twice about who they are dealing with and to either prove it or lose it. This is a valuable Validation of Debt tool.<br>***************Instructions Delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number}</p><p>To Whom It May Concern:</p><p>This certified letter, receipt number: XXXXXXXXXXXX is to formally advise you that I believe your company has violated my consumer rights in the following ways.</p><p>Specifically you: [list all that apply]</p><p>- Failed to validate a debt at my request- FDCPA violation</p><p>- Continued to report a disputed debt to the CRA- FCRA violation</p><p>- Continued to attempt to collect a disputed debt- FDCPA violation</p><p>- Ignored my cease and desist- FDCPA violation</p><p>Not only have you ignored my prior requests for validation of debt (see enclosed copies of receipts letters) but you also continue to report this debt to the credit bureaus causing damage to my character. This letter will again request that you follow guidelines of The Fair Debt Collection Practices Act (FDCPA), 15 U.S.C. § 1692 and please provide the following:</p><p>Validation of Debt Request</p><p>- Proof of your right to own/collect this alleged debt -Balance claimed including all fees, interest and penalties</p><p>-Contract bearing my personal signature -License proof to collect debts in my state</p><p>As you certainly are aware, \"Admission by Silence\" means that you had a legal duty to defend your position but failed to do so and if my claims were untrue you would have been compelled to deny my charges. I will use the Admission by Silence in my defense should I be summoned to court or take action against you.</p><p>I expect to receive proof requested above, within 15 days of this letter. Should you continue to ignore my request for this validation of debt I reserve the right to sue your company for violations of my consumer rights as indicated under both the FDCPA and the FCRA. I may also seek damages from you if warranted.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "98",
    "title": "Validation of Debt with Creditor Disclosure Statement",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Certified Mail No.: _____________</p><p>Re: Inquiry dated ___: account no. {account_number}</p><p>To Whom It May Concern,</p><p>Thank you for your inquiry. This is not a refusal to pay, but a notice that I am disputing your claim and I am requesting validation made pursuant to the Fair Debt Collection Practices Act.</p><p>Please complete and return the attached disclosure request form.</p><p>Understand that I am not requesting a “verification” that you have my mailing address, I am requesting a “validation of debt;” i.e.; competent and valid evidence that I have some contractual obligation to pay you.</p><p>You may be aware that sending unsubstantiated demands for payment through the United States Mail System might constitute mail fraud under federal and state law. As such, you may wish to consult with a legal adviser before your next communication with me.</p><p>Your failure to satisfy this request within the requirements stated in the Fair Debt Collection Practices Act will be construed as your absolute waiver of any and all claims against me, and your tacit agreement to compensate me for costs and attorney fees.</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>CREDITOR DISCLOSURE STATEMENT</p><p>Name and Address of Collector (assignee):____________________________________</p><p>Name and Address of Debtor:____________________________________</p><p>Account Number(s):____________________________________</p><p>What are the terms of assignment for this account? You may attach a facsimile of any records relating to such terms.</p><p>Have any insurance claims been made by any creditor or assignee regarding this account? Yes / no</p><p>Has the purported balanced of this account been used in any tax deduction claim? Yes / no</p><p>Please list the exact products or/or services sold by the collector to the debtor and the dollar amount of each:</p><p>Upon failure or refusal of collector to validate this collection action, collector agrees to waive all claims against the debtor named herein and pay debtor for all costs and attorney fees involved in defending this collection action.</p><p><br>X_________________________________________________<br>Authorized signature for Collector Date</p><p>___________________________________________________<br>Printed name</p><p>Please return this completed form and attach all assignment or other transfer agreements that would establish your right to collect this debt.</p><p>Your claim cannot be considered if any portion of this form is not completed and returned with the required documents. This is a request for validation made pursuant to the Fair Debt Collection Practices Act. If you do not respond as required by this law, your claim will not be considered and you may be liable for damages for continued collection efforts.</p></div></body>"
  },
  {
    "id": "99",
    "title": "Validation of Debt with Creditor Disclosure Statement  (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>This letter is sent to you in response to a notice sent to me on (Date) or in response to a listing on my credit report (CHOOSE THE ONE APPROPRIATE FOR YOUR SPECIFIC SITUATION). Be advised that this is not a refusal to pay, but a notice sent pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8), stating your claim is disputed and validation is requested.</p><p>This is NOT a request for “verification” or proof of my mailing address, but a request for VALIDATION made pursuant to the above named Title and Section. I respectfully request your offices provide me with competent evidence that I have any legal obligation to pay you.</p><p>At this time I will also inform you that if your offices have reported invalidated information to any of the 3 major Credit Bureaus (Equifax, Experian or TransUnion) this action might constitute fraud under both Federal and State Laws. Due to this fact, if any negative mark is found on any of my credit reports by your company or the company that you represent, I will not hesitate in bringing legal action against you and your client for the following:<br>Violation of the Fair Credit Reporting Act<br>Violation of the Fair Debt Collection Practices Act<br>Defamation of Character</p><p>If your offices are able to provide the proper documentation as requested in the following Declaration, I will require at least 30 days to investigate this information, during which time all collection activity must cease and desist. Also during this validation period, if any action is taken which could be considered detrimental to any of my credit reports, I will consult with my legal counsel for suit. This includes any listing of any information to a credit reporting repository that could be inaccurate or invalidated. If your office fails to respond to this validation request within 30 days from the date of your receipt, all references to this account must be deleted and completely removed from my credit file and a copy of such deletion request shall be sent to me immediately.</p><p>(OPTIONAL CEASE &amp; DESIST) I would also like to request, in writing, that no further telephone contact be made by your offices to my home or to my place of employment. If your offices continue to attempt telephone communication with me it will be considered harassment and I will have no choice but to file suit. All future communications with me MUST be done in writing and sent to the address noted in this letter.</p><p>It would be advisable that you and your client assure that your records are in order before I am forced to take legal action.</p><p>Best Regards,</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>CREDITOR/DEBT COLLECTOR DECLARATION</p><p>Please provide all of the following information and submit the appropriate forms and paperwork within 30 days from the date of your receipt of this request for validation.</p><p>______________________________________________________<br>Name and Address of Alleged Creditor:</p><p>______________________________________________________<br>Name on File of Alleged Debtor:</p><p>_____________________________________________________________<br>Alleged Account #:</p><p>_____________________________________________________________<br>Address on File for Alleged Debtor:</p><p>____________________________________________________________<br>Amount of alleged debt:</p><p>_____________________________________________________________<br>Date that this alleged debt became payable:</p><p>_____________________________________________________<br>Date of original charge off or delinquency:</p><p>___________________________________________________<br>Was this debt assigned to debt collector or purchased?</p><p>____________________________________________<br>Amount paid if debt was purchased:</p><p>___________________________________________________________<br>Commission for debt collector if collection efforts are successful:</p><p>Please attach a copy of the agreement with your client that grants (Collection Agency Name) the authority to collect this alleged debt.</p><p>Also, please attach a copy of any signed agreement debtor has made with debt collector, or other verifiable proof debtor has a contractual obligation to pay debt collector.</p><p>Please attach a copy of any agreement that bears the signature of debtor, wherein he/she agreed to pay creditor.</p><p>Please attach copies of all statements while this account was open.</p><p>Have any insurance claims been made by any creditor regarding this account? YES or NO (circle one)</p><p>Have any judgments been obtained by any creditor regarding this account? YES or NO (circle one)</p><p>Please provide the name and address of the bonding agent for (Name Of Debt Collector), in case legal action becomes necessary:</p><p>______________________________</p><p>______________________________</p><p>______________________________</p><p><br>_________________________________________&nbsp;<br>Authorized Signature For Creditor Date</p><p>__________________________<br>Print Name</p><p>You must return this completed form along with copies of all requested information, assignments or other transfer agreements, which would establish your right to collect this alleged debt within 30 days from the date of your receipt of this letter. Your claim cannot and WILL NOT be considered if any portion of this form is not completed and returned with copies of all requested documents. This is a request for validation made pursuant to the Fair Debt Collection Practices Act. Please allow 30 days for processing after I receive this information back.</p></div></body>"
  },
  {
    "id": "100",
    "title": "Validation of Debt with Creditor Disclosure Statement)  (Alternate 2)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>To Whom It May Concern:</p><p>Re: Acct # XXXX-XXXX-XXXX-XXXX</p><p>To Whom It May Concern:</p><p>This letter is sent to you in response to a notice sent to me on (Date) or in response to a listing on my credit report (CHOOSE THE ONE APPROPRIATE FOR YOUR SPECIFIC SITUATION). This is not a refusal to pay, but a notice that your claim is disputed.</p><p>Pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8) (FDCPA), I have the right to request validation of the debt you say I owe you. I am requesting proof that I am indeed the party you are asking to pay this debt, and there is some contractual obligation which is binding on me to pay this debt.</p><p>Your attorney or legal staff will agree that compliance with this request is required under State and Federal Statutes.</p><p>In addition to the questionnaire below, please attach copies of:</p><p>Agreement with your client that grants you the authority to collect on this alleged debt, or proof of acquisition by purchase or assignment.</p><p>Agreement that bears the signature of the alleged debtor wherein he or she agreed to pay the creditor.</p><p>Also, please be advised this letter is not only a formal dispute, but a request for you to cease and desist any and all collection activities.</p><p>I require compliance with the terms and conditions of this letter within 30 days. or a complete withdrawal, in writing, of any claim.</p><p>In the event of noncompliance, I reserve the right to file charges and/or complaints with appropriate County, State &amp; Federal authorities ,the BBB and State Bar associations for violations of the FDCPA, FCRA, and Federal and State statutes on fraudulent extortion .</p><p>I also hereby reserve my right to take private civil action against you to recover damages.</p><p>Sincerely,</p><p>{client_first_name} {client_last_name} (DO NOT SIGN)</p><p><br>DEBT VALIDATION FORM</p><p>Please provide all of the following information and submit the appropriate forms and paperwork within 30 days from the date of your receipt of this request for validation.</p><p>Account #: ____________________</p><p>Original Creditor’s Name:</p><p>_________________________________<br>Name of Debtor:</p><p>______________________________________<br>Address of Debtor:</p><p>___________________________________<br>Balance of Account:</p><p>__________________________________<br>Date you acquired this debt:</p><p>_________________________</p><p>This Debt was: assigned ___purchased___</p><p>Please indicate the credit bureaus which you have reported this account to:</p><p>Experian: ______</p><p>Equifax: ______</p><p>TransUnion: _____</p><p>Other: ________________________</p></div></body>"
  },
  {
    "id": "101",
    "title": "Validation of Medical Debt (HIPAA Request)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Since A large percentage of collection debts are medical related, this letter will assist you to validate a medical debt from a collection agency by referencing the HIPAA law. HIPAA stands for HEALTH INSURANCE PORTABILITY AND ACCOUNTABILITY ACT and it protects your privacy by preventing your medical records from being given to third parties without your written consent. The HIPAA law allows you to question your privacy while validating a medical debt and may also suspend reporting the collection item to your credit reports until it is resolved. Make sure that you understand the HIPAA requirements before using this letter. If they have violated HIPAA, this letter may assist you in deleting a medical collections account along with any mention of it on your credit reports!<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Amount of debt: Date of Service: Provider of Service:</p><p>To Whom It May Concern,</p><p>I received a bill from you on [insert date] and as allowable under the Fair Debt Collections Practices Act, I am requesting validation of the alleged debt. I am aware that there is a debt from [name of doctor, hospital, clinic, etc.] but I am unaware of the amount due and your bill does not include a detailed breakdown of any fees.</p><p>Furthermore, I am allowed under the HIPAA law (Health Insurance Portability and Accountability Act of 1996) to protect my privacy and medical records from third parties. I do not recall giving permission to [name of provider] for them to release my medical information to a third party. I understand that the HIPAA does allow for limited information about me but any details may only be revealed with the patients authorization, therefore my request is twofold and as follows:</p><p>Validation of Debt and HIPAA authorization<br>- Please provide a breakdown of fees including any and all collection costs and medical charges<br>- Please provide a copy of my signature with the provider of service to release my medical information to you<br>- Immediately cease any credit bureau reporting until debt has been validated by me</p><p>Please send this information to my address listed above and accept this letter, sent certified mail, as my formal debt validation request, of which I am allowed under the FDCPA.</p><p>Please note that withholding the information you received from any medical provider in an attempt to be HIPAA compliant will be a violation of the FDCPA because you will be deceiving me after my written request. I am requesting full documentation of what you received from the provider of service in connection with this alleged debt.</p><p>Furthermore, any reporting of this debt to the credit bureaus prior to allowing me to validate it may be a violation of the Fair Credit Reporting Act, which can allow me to seek damages from a collection agent.</p><p>I await your reply with the above requested proof. Upon receiving it, I will correspond back with you by certified mail.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "102",
    "title": "Judgment Proof letter",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>You may be judgment proof if you are retired, disabled, unemployed or on welfare. - A creditor will often consider these facts before wasting time and money in coming after you. If you have the ability to offer any proof to show that you are “judgment proof,” enclose it with your letter. If you are unsure and think you may be sued, we suggest contacting a qualified attorney in your state to see your options. If you honestly are judgment proof, most creditors will not waste the expense of taking you to court.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number / Debtor's name</p><p>To Whom It May Concern,</p><p>Please be advised that I have received your letter requesting money for the above debt. This letter, sent certified mail, receipt number_______________ is to formally advise you that I cannot pay this debt and have no attachable income or assets to levy.</p><p>I believe that I am judgment proof and I can prove it if necessary in a court of law. Should you attempt to file suit against me I will provide the court with valid proof of my situation.</p><p>My circumstances are that I am judgment proof because :</p><p>( list reasons:) I have no assets, no home or car (to attach), no income and no prospects and; I am disabled, unemployed, on social security or welfare.</p><p>I understand the debt is due, however your repeated attempts to collect are causing me much stress and therefore I must also ask you to cease and desist you (if the account is being pursued by a third party debt collector). If my situation changes, I will contact you immediately.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "103",
    "title": "Judgment Proof Letter (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: {account_number} - Request for Reduced Payments</p><p>To Whom It May Concern:</p><p>Due to my desperate financial situation, I am unable to make payments on my account as originally agreed. My financial position is as follows:</p><p>(STATE REASON; FINANCIAL, MEDICAL, DISABILITY, UNEMPLOYED, ETC.)</p><p>I cannot work sufficient hours to meet my current expenses. My only sources of income are the following:</p><p>(LIST SOURCES OF INCOME)</p><p>I am familiar with the law and have been advised that I am \"judgment proof.\" If I should file for bankruptcy, I will claim all of my property as exempt. If you sue me and obtain judgment, you will not be able to collect any of my property to satisfy the judgment.</p><p>Please cease all collection activities you have taken or are considering. While I will absolutely present you with reasonable financial or medical information, I must avoid stress (including high-pressure collections activity and lawsuits).</p><p>I promise to inform you immediately should my financial condition improve and I am able to resume sending you normal payments.</p><p>Thank you for your consideration and understanding.</p><p>Sincerely yours,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "104",
    "title": "Inform a Creditor that you have filed for Bankruptcy",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{curr_date}</p><p>Re: [Company] v. [Client's first and last name] [Account Number] Balance: $XXX</p><p>To Whom It May Concern,</p><p>Please be advised that I filed a voluntary petition pursuant to Chapter 7 of the Bankruptcy Code. The bankruptcy case number is ______________________________ and it was filed on_______________ with you listed as one of my creditors.</p><p>To my knowledge, have never had non-sufficient funds and I am not aware of any negative entries. Kindly forward me a copy of my InformCreditorforBankruptcy record so that I may verify its accuracy.</p><p>Pursuant to 11 U.S.C. Section 362(a), you are automatically stayed by the filing of this petition from taking any action to collect any debt from me or from enforcing any lien against me. A violation of the stay may be actionable pursuant to 362(h) or as contempt of court and punishable accordingly.</p><p>Attorney name: ____________________________________<br>Attorney address: _________________________________<br>Attorney phone number: ____________________________</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "105",
    "title": "Inform Creditor of Bankruptcy",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Re: Account number: (ENTER ACCOUNT NUMBER)</p><p>To Whom It May Concern:</p><p>Please cease and desist all collection activities you have begun or are considering to take against me. I plan on filing a petition in bankruptcy court in the coming months.</p><p>Sincerely yours,</p><p>{client_signature}<br>___________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "106",
    "title": "Cease and Desist",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>(Collection Agency)<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}<br>Attn: (PERSON OR DEPARTMENT THAT CONTACTED YOU)</p><p>{curr_date}</p><p>Re: Notice to Cease Contact, Case # (ENTER CASE NUMBER IF AVAILABLE, PLUS CREDITOR INFORMATION AND ACCOUNT NUMBER)</p><p>To (PERSON WHOSE NAME APPEARS ON THE AGENCY'S NOTICE TO YOU):</p><p>(CHOOSE ONE)</p><p>Since approximately _______________, I have received several phone calls and letters from you concerning an overdue account with the above-named creditor.</p><p>(OR)</p><p>On (date) I received written notice of the claimed debt, a copy of which is attached.</p><p>This is to give you notice to cease all contact with me or anyone else except the creditor about this claimed debt. Accordingly, under 15 U.S.C. Sec. 1692c, this is my formal notice to you to cease all further communications with me. If you must contact me, please do so in writing and not by telephone.</p><p>I look forward to your acknowledgement that you have received this notice by [insert a date that is two weeks from the date of this letter].</p><p>Sincerely,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "107",
    "title": "Cease and Desist (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Re: Account # {account_number}</p><p>To Whom It May Concern,</p><p>Pursuant to my rights under federal debt collection laws, I am requesting that you cease and desist communication with me, as well as my family, friends or my employer, in relation to this or any other alleged debts you claim I owe.</p><p>You are hereby notified that if you do not comply with this request, I will immediately file a complaint with the Federal Trade Commission and the Attorney General of [your state here]. Civil and criminal claims will also be pursued.</p><p>Sincerely,</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "108",
    "title": "Cease and Desist (Alternate 2)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}<br>{client_previous_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}<br>{creditor_phone}</p><p>{curr_date}</p><p>Re: Account # {account_number}</p><p>To Whom It May Concern,</p><p>You are hereby notified under provisions of Public Laws 95-109 and 99-361, also known as the Fair Debt Collection Practices Act, that your services are no longer desired.</p><p>Immediately cease and desist all attempts to collect the above debt. Failure to comply with this law will result in my immediately filing a complaint with the Federal Trade Commission and the Attorney General of [your state here]. Civil and criminal claims will also be pursued against you and your company.</p><p>Let this letter also serve as your warning that I may utilize telephone recording devices in order to document any telephone conversations that we may have in the future.</p><p>Furthermore, if any negative information is placed on my credit bureau reports by your agency after receipt of this notice, this will cause me to file suit against you and your organization, both personally and corporately, to seek any and all legal remedies available to me by law.</p><p>It is my policy neither to recognize nor deal with collection agencies, and I will only settle this account with the original creditor.</p><p>Sincerely,</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "109",
    "title": "Complaint about Harassment",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city}, {creditor_state} {creditor_zip}</p><p>{curr_date}</p><p>Name(s) on account: Test Test test<br>Account number: {account_number}<br>Date loan/debt incurred: (DATE)<br>Original loan/debt amount: (ORIGINAL AMOUNT OF LOAN/DEBT)<br>Amount past due: (AMOUNT CURRENTLY PAST DUE)</p><p>Re: Collection agency: {creditor_name}</p><p>To Whom It May Concern:</p><p>I have been unable to pay the full amount of the loan/debt noted above for the following reason(s):</p><p>(ENTER REASONS HERE)</p><p>Although I have an outstanding debt, I have the right to be treated by a collection agency with dignity and respect. The collection agency you've hired (as noted above), however, has engaged in the following practices which violate the federal Fair Debt Collection Practices Act:</p><p>(ENTER COLLECTION AGENCY MISCONDUCT HERE)</p><p>I am willing to forego the legal remedies I have available, including a lawsuit in small claims court seeking punitive damages against you and the agency, in exchange for your written promise to permanently cease all efforts to collect this debt and remove all negative entries regarding this debt from my credit file. I expect to hear from you immediately.</p><p>Sincerely,</p><p>{client_signature}<br>_______________________________________<br>{client_first_name} {client_last_name}</p><p>cc: Federal Trade Commission<br>State Collection Agency Licensing Board<br>Collection Agency: (NAME OF OFFENDING COLLECTION AGENCY)</p></div></body>"
  },
  {
    "id": "110",
    "title": "Warning of VOD refusal and FDCPA violations",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be apprised that you are in direct violation of the Fair Debt Collections Practices Act. In my opinion you have violated at least three sections of this act by:&nbsp;</p><ul><li>Failing to validate a debt as allowed to the debtor under 15 USC 1692 (g) Section 809 (b)</li><li>Communicating with a debtor after receiving a cease and desist certified mail under 15 USC 1692 (g) Section 805 (c)</li><li>Harassment of alleged debtor under the \"abuse &amp; harassment\" subsection of the statute, USC 1692 (g) Section 806 (5)&nbsp;</li></ul><p>I have complete and thorough records of your violations and I am prepared to protect myself and my rights from unscrupulous collection agencies.&nbsp;</p><p>In (EXACT DATE), I sent by certified mail (receipt number: (CERTIFIED MAIL RECEIPT NUMBER), a request for your office to provide me with proof and evidence of the debt you alleged I owed, and I did so within 30 days of receiving your first notice. In that same letter I also included my cease and desist instructions.&nbsp;</p><p>After verified delivery of my letter (via your office's signature), you proceeded to mail a simple bill which is NOT considered a \"validation of debt\" by any means. You may wish to familiarize yourself with what is required when validating a debt.&nbsp;&nbsp;</p><p>Your office also proceeded to contact me by phone after the delivery and acceptance of my certified letter. Contacting a person after a cease and desist can lead to serious trouble for your agency including damages of up to $1000.00 per incident.&nbsp;</p><p>I highly doubt that this $(ENTER AMOUNT OF DEBT) debt is worth your agency's license and the fees and penalties for violations of the FDCPA.&nbsp;&nbsp;</p><p>There is no question that you willfully violated my rights and that I could bring charges against you immediately. However, I am assuming this has been a terrible mistake on&nbsp; your part and that you will take appropriate steps to enlighten yourself and your staff of such dangerous actions.&nbsp;</p><p>I will also be checking my credit report to see if you have willfully reported an unverified and disputable debt to the credit bureaus. If so, that will be a violation of the Fair Credit Reporting Act. I will state again in this certified mailing that you have failed to verify the debt as accurate, you have provided no proof of this alleged debt, and I must remind you again to not contact me in any way via phone or mail in reference to collecting this debt.&nbsp;</p><p>If I receive anything other than absolute proof from you, provided by the original creditor, I will assume you are harassing me and ignoring my cease and desist, and I will take action against you for these continued violations and abuse.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p><p>&nbsp;</p></div></body>"
  },
  {
    "id": "111",
    "title": "Warning Violation for Expired Debt Collection",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be advised that you are attempting to collect on an expired debt. I am invoking my right to cease you, based on factual law that this debt in question is legally expired under the Statute of Limitations.&nbsp; Accordingly, I am requesting that you do not attempt to collect this expired debt, and should you seek legal recourse I will invoke my right of the expired statute as a valid defense.&nbsp;</p><p>Additionally any attempts to harm my credit history and rating by updating or changing dates after you have been informed that the debt is expired, is a direct violation of the FDCPA. Any abuse to my credit rating on your part will be met with all recourse available to me by the law.&nbsp;</p><p>I am aware of how long items may remain on my credit reports and any attempt to extend the reporting time will be investigated by me, and reported to my State Attorney General and the American Collectors Association.&nbsp;</p><p>I am completely aware of how long the debt may be legally collectable and how long it may be legally reportable. I realize a debt is allowed to be reported on my credit history for no longer than 7 years, and my research has shown me that often a collection agency will reset the date of original charge off to the date they purchased it, thus trying to extend the reporting time in an attempt to force a consumer into paying it. I am informing you of this knowledge so that you may do the right thing.&nbsp;</p><p>I have no intentions of renewing the expired statute of limitations, so please stop wasting your time contacting me. I expect this will be the last time I hear from you.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "112",
    "title": "Warning Violation for Expired Debt Collection (Alternate)",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}</p><p>Re: {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be advised that you are attempting to collect on an expired debt. I am invoking my right to cease you, based on factual law that this debt in question is legally expired under the Statute of Limitations.&nbsp; Accordingly, I am requesting that you do not attempt to collect this expired debt, and should you seek legal recourse I will invoke my right of the expired statute as a valid defense.&nbsp;</p><p>Additionally any attempts to harm my credit history and rating by updating or changing dates after you have been informed that the debt is expired, is a direct violation of the FDCPA. Any abuse to my credit rating on your part will be met with all recourse available to me by the law.&nbsp;</p><p>I am aware of how long items may remain on my credit reports and any attempt to extend the reporting time will be investigated by me, and reported to my State Attorney General and the American Collectors Association.&nbsp;</p><p>I am completely aware of how long the debt may be legally collectable and how long it may be legally reportable. I realize a debt is allowed to be reported on my credit history for no longer than 7 years, and my research has shown me that often a collection agency will reset the date of original charge off to the date they purchased it, thus trying to extend the reporting time in an attempt to force a consumer into paying it. I am informing you of this knowledge so that you may do the right thing.&nbsp;</p><p>I have no intentions of renewing the expired statute of limitations, so please stop wasting your time contacting me. I expect this will be the last time I hear from you.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "113",
    "title": "Warning of Expired Statute of Limitations",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>{creditor_name}<br>{creditor_address}<br>{creditor_city} {creditor_state} {creditor_zip}&nbsp;</p><p>{curr_date}&nbsp;</p><p>RE: Account number {account_number}&nbsp;</p><p>To Whom It May Concern,&nbsp;</p><p>Please be advised that you are attempting to collect on an expired debt. I am invoking my right to cease you, based on factual law that this debt in question is legally expired under the Statute of Limitations.&nbsp;&nbsp;</p><p>Accordingly, I am requesting that you do not attempt to collect this expired debt, and should you seek legal recourse I will invoke my right of the expired statute as a valid defense.&nbsp;</p><p>Additionally any attempts to harm my credit rating by updating or changing dates after you have been informed that the debt is expired, are a direct violation of the FDCPA.<br><br>Any abuse to my credit rating on your part will be met with all recourse available to me.&nbsp;</p><p>I am aware of how long items may remain on my credit reports and any attempt to extend the reporting time will be investigated by me, and reported to the American Collectors Association and my State Attorney General.&nbsp;</p><p>I am completely aware of how long the debt is legally collectable and how long it is legally reportable. I realize a debt is allowed to be reported to my credit for 7 years, and my research has shown me that often a collection agency will reset the date of original charge off to the date they purchased it, thus trying to extend the reporting time in an attempt to force a consumer into paying it. I am informing you of this knowledge so that you may do the right thing.&nbsp;</p><p>I have no intention of renewing the expired statute of limitations, so please stop wasting your time contacting me.&nbsp;&nbsp;</p><p>I expect this will be the last time I hear from you.&nbsp;</p><p>Sincerely,&nbsp;</p><p>{client_signature}<br>____________________________<br>{client_first_name} {client_last_name}</p><p>&nbsp;</p></div></body>"
  },
  {
    "id": "133",
    "title": "Validation",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br><br> {creditor_name}<br>{creditor_address}<br>{creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}<br><br><br> RE: Validation Required&nbsp;<br><br><br>{curr_date}&nbsp;<br><br>Re: Account # {account_number}&nbsp;<br><br> To Whom It May Concern,</p><p>I dispute your claim and I am requesting validation from you pursuant to the Fair Debt Collection Practices Act, 15 USC 1692g Sec. 809 (8) (FDCPA).</p><ul><li>Provide breakdown of fees including how you calculated what you claim I owe. 2 Provide a copy of my signature on a contract or document that holds me responsible for this alleged debt.</li><li>Cease any credit bureau reporting until debt has been validated by me as required under the FCRA.</li><li>Send me proof that you are licensed to collect debt in the my state.</li><li>Send this information to my address listed above and accept this letter-sent as my formal debt validation request, which I am allowed under the FDCPA.</li></ul><p><span lang=\"PT-BR\">I will await your reply with above requested proof. Upon receiving it, I will correspond back with you.<br><br>Sincerely,<br><br>{client_signature}<br>____________________________</span></p><p><span lang=\"PT-BR\">{client_first_name}&nbsp;{client_last_name}</span></p></div></body>"
  },
  {
    "id": "134",
    "title": "Estoppel By Silence",
    "category": "Collection Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name}&nbsp;{client_last_name}<br>{client_address}<br><br> {creditor_name}<br>{creditor_address}<br>{creditor_city},&nbsp;{creditor_state}&nbsp;{creditor_zip}<br><br>{curr_date}&nbsp;<br><br>Re: Account number: {account_number}&nbsp;<br><br> To Whom It May Concern:</p><p>This letter is to formally advise you that I believe your company has violated several of my consumer rights.&nbsp; Specifically, you failed to validate a debt at my request, which is a FDCPA violation and you continued to report a disputed debt to the Credit Bureaus: another FCRA violation.&nbsp; Not only have you ignored my prior requests for validation of debt (proof attached: receipt copies or letter copies) but you continue to report this debt to the credit bureaus causing damage to my character.</p><p>This letter will again request that you follow the FDCPA and please provide the following validation of debt request:</p>-Proof of your right to own/collect this alleged debt<br>-Balance claimed including all fees, interest and penalties<br> -Contract bearing my personal signature<br><p><span lang=\"PT-BR\">As you may be aware, \"Estoppel by Silence\" legally means that you had a duty to speak but failed to do so therefore, that must mean you agree with me that this debt is false.&nbsp; I will use the Estoppel in my defense.<br><br>I expect to receive the proof requested above within 15 days of this letter.&nbsp; Should you again ignore my request for validation of debt I reserve the right to sue your company for violations of my consumer rights as specified under both the FDCPA and the FCRA.&nbsp; I may also seek damages from you if warranted.<br><br>Kind regards,<br><br>{client_signature}<br>_________________________________________</span></p><p><span lang=\"PT-BR\">{client_first_name}&nbsp;{client_last_name}</span></p></div></body>"
  },
  {
    "id": "114",
    "title": "ChexSystem (Request Report)",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Here is a letter for requesting a report from Chexsystems. Chexsystems stores data like a credit bureau for banking and financial institutions and they must follow the same rules as the Credit Bureaus and must maintain the same accuracy when reporting about your checking account history.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{curr_date}</p><p>ChexSystems<br>Attn: Consumer Relations <br>7805 Hudson Road, Suite 100 <br>Woodbury, MN 55125</p><p>By phone at 800-428-9623 or fax at 602-659-2197</p><p>To Whom It May Concern,</p><p>When I recently tried to open a checking account, I was informed that I had negative entries in my ChexSystems record.</p><p>To my knowledge, have never had non-sufficient funds and I am not aware of any negative entries. Kindly forward me a copy of my ChexSystems record so that I may verify its accuracy.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}<br>ss# {ss_number}</p></div></body>"
  },
  {
    "id": "115",
    "title": "ChexSystems (Request Investigation)",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Here is a letter for requesting an investigation from Chexsystems. Chexsystems stores data like a credit bureau for banking and financial institutions and they must follow the same rules as the Credit Bureaus and must maintain the same accuracy when reporting about your checking account history.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}</p><p>{curr_date}</p><p>ChexSystems<br>Attn: Consumer Relations <br>7805 Hudson Road, Suite 100 <br>Woodbury, MN 55125</p><p>To Whom It May Concern,</p><p>I received a copy of my ChexSystems record and I have found several inaccuracies in the report.</p><p>{dispute_item_and_explanation}</p><p>In detail, you recorded that I had non-sufficient funds with [name of bank] on or around [date]. I am disputing this record because I believe it to be inaccurate. Please request evidence of this unresolved outstanding negative record from [bank name] and investigate this item for me.</p><p>I understand that your repository is required by law to begin an investigation for me because you are a credit-reporting agency and must follow the Fair Credit Reporting Act. I await your results.</p><p>Kind regards,</p><p>{client_signature}<br>_________________________________________<br>{client_first_name} {client_last_name}<br>ss# {ss_number}</p></div></body>"
  },
  {
    "id": "116",
    "title": "Request for Loan Modification",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Instructions: Include Loan Modification Proposal, Hardship Letter, Monthly Expense Worksheet, Monthly Income Worksheet, Schedule of Real Estate Owned, Copy of recent mortgage statement, Copy of any delinquency notices, notice of default, or any other pertinent documents, Past 2 years tax returns, Past 2 months pay stubs, Past 2 months bank statements, Last 6 months profit and loss (if self-employed), Copy of drivers license, 4506T - Form<br>***************Instructions delete these before saving and sending***************</p><p>Loan Modification Request- 1st Mortgage</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}</p><p>{creditor_name}<br>{creditor_address}</p><p>{curr_date}</p><p>Re: Loan Modification Request- 1st Mortgage Loan # (LOAN NUMBER).</p><p>To Whom It May Concern,</p><p>Enclosed with this package, you will find my loan modification request and supporting documentation for a loan modification regarding loan number (LOAN NUMBER). After reviewing my income and the current real estate market, you will find that my loan modification request is necessary. In my current situation, the mortgage payments are not<br>affordable. However, with the proposed loan modification, I will be able to consistently make payments on time and avoid a foreclosure. I would prefer to stay in my home, but if a modification is not possible I will be forced into foreclosure.</p><p>Please review the enclosed documents outlining my overall financial situation and real estate market conditions. You may contact me with any questions or requests for further documentation.</p><p>Sincerely,</p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "117",
    "title": "Letter Of Hardship For Loan Modification",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Instructions: Do not copy this letter exactly as written. We suggest that you modify this to letter be unique to your situation and hardship.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}</p><p>{creditor_name}<br>{creditor_address}</p><p>{curr_date}</p><p>Re: Letter of Hardship</p><p>To Whom It May Concern,</p><p>I/We are requesting that Lender, Servicer, PMI, Governmental guarantor or insurer, representing lawyer, or other party related to this case review my financial situation to see if I/We qualify for any workout option.</p><p>I/We are having problems making my monthly payments because of financial difficulties created by:</p><p>(Unemployment, Reduced Income, Divorce, Medical Bills, Too Much Debt, Death of my Spouse, Payment Increase, Business Failure, Job Relocation, Illness, Military Service, Incarceration or Other -- Please Specify)</p><p>I/We believe that my/our situation is (Choose: Temporary / Permanent)</p><p>I have recently received a significant pay cut due to the current devastating economy. I used almost all of my savings and it is getting more and more difficult to stay up to date on my mortgage payment. As a result of the outlay in expenses and the bleeding dry of my money, I am struggling to make my mortgage payments. Kindly consider my current situation and consider my request for a short sale. I had every intention on making good on this loan, but at this time it does not like possible.</p><p>When I received this mortgage, my mortgage broker promised me a low fixed rate mortgage. When I arrived for the closing, my rate was relatively low; however, it was only fixed for a short time. At the closing table, my broker told me the lender would refinance me in before the loan would reset and pressured me into signing the loan documents. At this time, my rate has gone way up and I cannot get a refinance. There is no equity in my home and the value has dropped tremendously. Please consider us for a short sale, as we see no other option make our housing payments affordable.</p><p>Thank you for your assistance and cooperation.</p><p>I/We, state the information provided above to be true and correct to the best of my/our knowledge.</p><p>Sincerely,</p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "118",
    "title": "Letter Of Hardship For Loan Modification (Alternate)",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Instructions: Do not copy this letter exactly as written. We suggest that you modify this to letter be unique to your situation and hardship.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}</p><p>{creditor_name}<br>{creditor_address}</p><p>{curr_date}</p><p>Re: Letter of Hardship</p><p>Borrower: {client_first_name} {client_last_name}</p><p>Subject Property: (PROPERTY ADDRESS), Loan Number: ##########</p><p>To Whom It May Concern,</p><p>I am writing this letter to explain our family’s unfortunate situation that has caused us to become delinquent on our mortgage. We have tried everything in our power to keep current on our payments but unfortunately since our interest rate adjusted, we have fallen behind and would like you to consider working with us to reduce our monthly payments.</p><p>The main reasons that caused us to become late are a decrease in our income, increase in our monthly obligations, current market conditions, our adjustable rate mortgage, and our inability to refinance.</p><p>I work as a waitress and my husband works at a marketing manager for a local screen printing company. Most of my income has been generated by tips and has decreased dramatically due to the unfortunate economic situation. My husband job is secure and he has been with the same company for 2 years. We have a 3 year old son and cannot afford daycare in order to get a second job.</p><p>For the past several months we have been cutting back on our misc. expenses. We no longer have premium cable, go on vacations, or eat out. Our credit cards are getting maxed out due to us paying our mortgage on them and can no longer keep that up. We have currently missed 2 payments and wish to work out a payment plan with you after you reduce our rates to something we can afford.</p><p>My husband and I consulted mortgage professionals regarding a refinance but due to our lack of equity, the falling home prices in our community, and our lack of assets we were denied.</p><p>I have no other choice but to ask you to please consider my request for a loan modification. My family and I would really be grateful if you can help us work out a payment schedule we could afford. We do not want to lose our home. We wish to continue making mortgage payments on time for the remainder of our loan.</p><p>Sincerely,</p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "119",
    "title": "Letter Of Hardship For Loan Modification (Alternate 2)",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>***************Instructions delete these before saving and sending***************<br>Instructions: Do not copy this letter exactly as written. We suggest that you modify this to letter be unique to your situation and hardship.<br>***************Instructions delete these before saving and sending***************</p><p>{client_first_name} {client_last_name}<br>{client_address}<br>{t_no}</p><p>{creditor_name}<br>{creditor_address}</p><p>{curr_date}</p><p>Re: Letter of Hardship</p><p>Borrower: {client_first_name} {client_last_name}</p><p>Subject Property: (PROPERTY ADDRESS), Loan Number: ##########</p><p>To Whom It May Concern:</p><p>We are writing to you to explain our current financial situation that has caused us to default on our loan agreement. We don’t want to lose our home and will anything we can to work with you to remedy the situation and find a solution that will benefit us both. We first became delinquent on our mortgage payments due to [INSERT YOUR REASON HERE BRIEFLY]. We’ve tried to bring the account current, but haven’t been able to catch up by paying the full amount due. The trouble started approximately [INSERT DATE HERE] and we believe that this is a [TEMPORARY or PERMANENT] hardship.</p><p>We are now in a better position and would like to work out a plan to begin making payments again and stay in our home. We are hard working, responsible individuals willing to work to keep our home. We would appreciate it if you would consider a modification to our existing loan terms in order to lower the monthly payment and include some or all of the past due amount. We’ve created and implemented a new budget for our family and we are confident that we would be able to meet the new, lower monthly payment every month without fail. We’d appreciate any help or suggestions you could give to us regarding this matter. It’s an extremely difficult time for our family and we’d really like to get the issue resolved as soon as possible.</p><p>Sincerely,</p><p>{client_signature}<br>_____________________________________<br>{client_first_name} {client_last_name}</p></div></body>"
  },
  {
    "id": "120",
    "title": "Letter to Dismiss Court Judgment",
    "category": "Misc. Letters",
    "content": "<head></head><body><div class=\"pageBreak\"><p>{client_first_name} {client_last_name}<br>{client_address}&nbsp;</p><p>[Creditor/Furnisher]<br>[Creditor/Furnisher Address]&nbsp;</p><p>Re: Agreement to Dismiss Court Judgment&nbsp;</p><p>Court Name and Location: (COURT NAME AND LOCATION)&nbsp;</p><p>Judgment Creditor: (CREDITOR NAME)&nbsp;</p><p>Judgment Debtor: (DEBTOR NAME)&nbsp;</p><p>Case Number: (CASE NUMBER)&nbsp;</p><p>Judgment: (JUDGMENT # AND INFO)&nbsp;</p><p>Date of Entry:&nbsp; (DATE)&nbsp;</p><p>We, the undersigned Judgment Creditor and Judgment Debtor have agreed to settle this matter and hereby jointly apply to the court for an order that the judgment involved (enter court case number and date entered) be set aside and dismissed.&nbsp;&nbsp;</p><p>&nbsp;_________________________&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ____________<br>Signed: Judgment Credit:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date signed&nbsp;&nbsp;</p><p>_________________________&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ____________<br>Judgment Debtor:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Date signed</p></div></body>"
  }
]
